Repository: tobagin/karere
Catalog: po/*.po
Languages: ar, de, es, fr, ga, hi, it, ja, nl, pt_br, ru

source: Do Not Disturb enabled
ar: تم تمكين عدم الإزعاج
de: Nicht stören aktiviert
es: No Molestar habilitado
fr: Ne Pas Déranger activé
hi: परेशान न करें सक्षम किया गया
it: Non Disturbare abilitato
nl: Niet storen ingeschakeld
pt_br: Não Perturbe habilitado

source: Do Not Disturb disabled
ar: تم تعطيل عدم الإزعاج
de: Nicht stören deaktiviert
es: No Molestar deshabilitado
fr: Ne Pas Déranger désactivé
hi: परेशान न करें अक्षम किया गया
it: Non Disturbare disabilitato
nl: Niet storen uitgeschakeld
pt_br: Não Perturbe desabilitado

source: Debug
ar: تصحيح
es: Depuración
fr: Débogage
hi: डिबग
pt_br: Depuração
ru: Отладка

source: Info
ar: معلومات
de: Information
es: Información
fr: Information
hi: जानकारी
it: Informazioni
pt_br: Informação

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
it: Avviso
nl: Waarschuwing
pt_br: Aviso
ru: Предупреждение

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
nl: Fout
pt_br: Erro
ru: Ошибка

source: Critical
ar: حرج
de: Kritisch
es: Crítico
fr: Critique
hi: गंभीर
it: Critico
nl: Kritiek
pt_br: Crítico
ru: Критическая

source: Application started
ar: بدأ التطبيق

source: Application stopped
ar: توقف التطبيق

source: WebKit initialized
ar: تم تهيئة WebKit

source: WebKit failed to initialize
ar: فشل في تهيئة WebKit

source: Loading WhatsApp Web
ar: جارٍ تحميل واتساب ويب

source: WhatsApp Web loaded successfully
ar: تم تحميل واتساب ويب بنجاح

source: User preferences loaded
ar: تم تحميل تفضيلات المستخدم

source: User preferences saved
ar: تم حفظ تفضيلات المستخدم

source: Notification sent
ar: تم إرسال الإشعار

source: Crash detected
ar: تم اكتشاف عطل

source: Recovery attempted
ar: تمت محاولة الاستعادة

source: OK
ar: موافق
hi: ठीक है

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
nl: Annuleren
pt_br: Cancelar

source: Yes
ar: نعم

source: No
ar: لا

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
nl: Sluiten
pt_br: Fechar

source: Save
ar: حفظ

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
ga: Oscail
hi: खोलें
it: Apri
nl: Openen
pt_br: Abrir

source: Delete
ar: حذف

source: Edit
ar: تحرير

source: Copy
ar: نسخ

source: Paste
ar: لصق

source: Cut
ar: قص

source: Undo
ar: تراجع

source: Redo
ar: إعادة

source: Select All
ar: تحديد الكل

source: Find
ar: بحث

source: Replace
ar: استبدال

source: Help
ar: مساعدة

source: About
ar: حول
de: Über
es: Acerca de
fr: À Propos
ga: Maidir le
hi: के बारे में
it: Informazioni
nl: Over
pt_br: Sobre

source: Quit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
ga: Scoir
hi: बाहर निकलें
it: Esci
nl: Afsluiten
pt_br: Sair

source: File
ar: ملف

source: Folder
ar: مجلد

source: Download
ar: تنزيل

source: Upload
ar: رفع

source: Share
ar: مشاركة

source: Export
ar: تصدير

source: Import
ar: استيراد

source: Settings
ar: الإعدادات

source: Properties
ar: الخصائص

source: Information
ar: معلومات
ru: Информация

source: Success
ar: نجح

source: Loading...
ar: جارٍ التحميل...

source: Processing...
ar: جارٍ المعالجة...

source: Please wait...
ar: يرجى الانتظار...

source: Connecting...
ar: جارٍ الاتصال...

source: Disconnected
ar: منقطع

source: Connected
ar: متصل

source: Online
ar: متصل

source: Offline
ar: غير متصل

source: Ready
ar: جاهز

source: Busy
ar: مشغول

source: Available
ar: متاح

source: Unavailable
ar: غير متاح

source: %d second
ar: صفر ثانية
ja: %d秒

source: %d minute
ar: صفر دقيقة
ja: %d分

source: %d hour
ar: صفر ساعة
ja: %d時間

source: %d day
ar: صفر يوم

source: %d week
ar: صفر أسبوع

source: %d month
ar: صفر شهر

source: %d year
ar: صفر سنة

source: %d byte
ar: صفر بايت

source: %d file
ar: صفر ملف

source: %d item
ar: صفر عنصر

source: %d message
ar: صفر رسالة

source: %d notification
ar: صفر إشعار

source: %d error
ar: صفر خطأ

source: %d warning
ar: صفر تحذير

source: Desktop Integration
ar: تكامل سطح المكتب

source: Native Notifications
ar: إشعارات أصلية

source: System Theme Support
ar: دعم سمة النظام

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastenkürzel
es: Atajos de Teclado
fr: Raccourcis Clavier
ga: Aicearraí Méarchláir
hi: कीबोर्ड शॉर्टकट
it: Scorciatoie da Tastiera
nl: Sneltoetsen
pt_br: Atalhos de Teclado

source: Accessibility Support
ar: دعم إمكانية الوصول

source: Multi-language Support
ar: دعم متعدد اللغات

source: Right-to-Left Text Support
ar: دعم النص من اليمين إلى اليسار

source: Arabic Text Rendering
ar: عرض النص العربي

source: BiDi Text Support
ar: دعم النص ثنائي الاتجاه

source: Font Configuration
ar: تكوين الخط

source: Text Direction
ar: اتجاه النص

source: Layout Direction
ar: اتجاه التخطيط

source: Arabic Numerals
ar: الأرقام العربية

source: Hijri Calendar
ar: التقويم الهجري

source: Prayer Times
ar: أوقات الصلاة

source: Islamic Settings
ar: الإعدادات الإسلامية

source: Cultural Adaptations
ar: التكييفات الثقافية

source: Regional Settings
ar: الإعدادات الإقليمية

source: Time Format
ar: تنسيق الوقت

source: Date Format
ar: تنسيق التاريخ

source: Number Format
ar: تنسيق الأرقام

source: Main Menu
de: Hauptmenü
es: Menú Principal
fr: Menu Principal
hi: मुख्य मेनू
it: Menu Principale
nl: Hoofdmenu
pt_br: Menu Principal

source: _Preferences
de: _Einstellungen
es: _Preferencias
fr: _Préférences
hi: _प्राथमिकताएं
it: _Preferenze
nl: _Voorkeuren
pt_br: _Preferências

source: _Keyboard Shortcuts
de: _Tastenkürzel
es: Ata_jos de Teclado
fr: Raccourcis _Clavier
hi: _कीबोर्ड शॉर्टकट
it: Scorciatoie da _Tastiera
nl: _Sneltoetsen
pt_br: _Atalhos de Teclado

source: _About Karere
de: _Über Karere
es: _Acerca de Karere
fr: À _Propos de Karere
hi: _Karere के बारे में
it: _Informazioni su Karere
nl: _Over Karere
pt_br: _Sobre o Karere

source: _Quit
de: _Beenden
es: _Salir
fr: _Quitter
hi: _बाहर निकलें
it: _Esci
nl: _Afsluiten
pt_br: _Sair

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ga: Dealramh
hi: दिखावट
it: Aspetto
nl: Uiterlijk
pt_br: Aparência

source: System Preference
de: Systemeinstellung
es: Preferencia del Sistema
fr: Préférence du Système
hi: सिस्टम प्राथमिकता
it: Preferenza di Sistema
nl: Systeemvoorkeur
pt_br: Preferência do Sistema

source: Spell Checking
de: Rechtschreibprüfung
es: Corrección Ortográfica
fr: Vérification Orthographique
ga: Seiceáil Litrithe
hi: वर्तनी जांच
it: Controllo Ortografico
nl: Spellingcontrole
pt_br: Verificação Ortográfica

source: Enable Spell Checking
de: Rechtschreibprüfung aktivieren
es: Habilitar Corrección Ortográfica
fr: Activer la Vérification Orthographique
ga: Cumasaigh Seiceáil Litrithe
hi: वर्तनी जांच सक्षम करें
it: Abilita Controllo Ortografico
nl: Spellingcontrole inschakelen
pt_br: Habilitar Verificação Ortográfica

source: Check spelling while typing messages
de: Rechtschreibung beim Eingeben von Nachrichten prüfen
es: Verificar ortografía al escribir mensajes
fr: Vérifier l'orthographe lors de la saisie de messages
hi: संदेश टाइप करते समय वर्तनी जांचें
it: Controlla l'ortografia durante la digitazione dei messaggi
nl: Spelling controleren tijdens het typen van berichten
pt_br: Verificar ortografia ao digitar mensagens

source: Auto-detect Language
de: Sprache automatisch erkennen
es: Detectar Idioma Automáticamente
fr: Détection Automatique de la Langue
hi: भाषा स्वतः पहचानें
it: Rileva Automaticamente la Lingua
nl: Taal automatisch detecteren
pt_br: Detectar Idioma Automaticamente

source: Automatically detect system language for spell checking
de: Systemsprache automatisch für Rechtschreibprüfung erkennen
es: Detectar automáticamente el idioma del sistema para la corrección ortográfica
fr: Détecter automatiquement la langue du système pour la vérification orthographique
hi: वर्तनी जांच के लिए सिस्टम भाषा स्वचालित रूप से पहचानें
it: Rileva automaticamente la lingua del sistema per il controllo ortografico
nl: Systeemtaal automatisch detecteren voor spellingcontrole
pt_br: Detectar automaticamente o idioma do sistema para verificação ortográfica

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
hi: भाषाएं
it: Lingue
nl: Talen
pt_br: Idiomas

source: Spell Check Languages
de: Rechtschreibprüfung-Sprachen
es: Idiomas de Corrección Ortográfica
fr: Langues de Vérification Orthographique
hi: वर्तनी जांच भाषाएं
it: Lingue del Controllo Ortografico
nl: Spellingcontrole Talen
pt_br: Idiomas da Verificação Ortográfica

source: Configure enabled languages for spell checking
de: Aktivierte Sprachen für Rechtschreibprüfung konfigurieren
es: Configurar idiomas habilitados para corrección ortográfica
fr: Configurer les langues activées pour la vérification orthographique
hi: वर्तनी जांच के लिए सक्षम भाषाओं को कॉन्फ़िगर करें
it: Configura le lingue abilitate per il controllo ortografico
nl: Ingeschakelde talen voor spellingcontrole configureren
pt_br: Configurar idiomas habilitados para verificação ortográfica

source: Current Languages
de: Aktuelle Sprachen
es: Idiomas Actuales
fr: Langues Actuelles
hi: वर्तमान भाषाएं
it: Lingue Attuali
nl: Huidige Talen
pt_br: Idiomas Atuais

source: Languages currently enabled for spell checking
de: Aktuell für Rechtschreibprüfung aktivierte Sprachen
es: Idiomas actualmente habilitados para corrección ortográfica
fr: Langues actuellement activées pour la vérification orthographique
hi: वर्तमान में वर्तनी जांच के लिए सक्षम भाषाएं
it: Lingue attualmente abilitate per il controllo ortografico
nl: Talen die momenteel ingeschakeld zijn voor spellingcontrole
pt_br: Idiomas atualmente habilitados para verificação ortográfica

source: Auto-detected
de: Automatisch erkannt
es: Detectado automáticamente
fr: Détectée automatiquement
hi: स्वतः पहचानी गई
it: Rilevata automaticamente
nl: Automatisch gedetecteerd
pt_br: Detectado automaticamente

source: Add Language
de: Sprache hinzufügen
es: Agregar Idioma
fr: Ajouter une Langue
hi: भाषा जोड़ें
it: Aggiungi Lingua
nl: Taal toevoegen
pt_br: Adicionar Idioma

source: Add a new language for spell checking
de: Eine neue Sprache für Rechtschreibprüfung hinzufügen
es: Agregar un nuevo idioma para corrección ortográfica
fr: Ajouter une nouvelle langue pour la vérification orthographique
hi: वर्तनी जांच के लिए नई भाषा जोड़ें
it: Aggiungi una nuova lingua per il controllo ortografico
nl: Een nieuwe taal toevoegen voor spellingcontrole
pt_br: Adicionar um novo idioma para verificação ortográfica

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar

source: Developer Tools
de: Entwicklerwerkzeuge
es: Herramientas de Desarrollador
fr: Outils de Développeur
ga: Uirlisí Forbróra
hi: डेवलपर उपकरण
it: Strumenti per Sviluppatori
nl: Ontwikkelaarstools
pt_br: Ferramentas de Desenvolvedor

source: Enable Developer Tools
de: Entwicklerwerkzeuge aktivieren
es: Habilitar Herramientas de Desarrollador
fr: Activer les Outils de Développeur
ga: Cumasaigh Uirlisí Forbróra
hi: डेवलपर उपकरण सक्षम करें
it: Abilita Strumenti per Sviluppatori
nl: Ontwikkelaarstools inschakelen
pt_br: Habilitar Ferramentas de Desenvolvedor

source: Enable access to web developer tools for debugging
de: Zugriff auf Web-Entwicklerwerkzeuge zur Fehlersuche aktivieren
es: Habilitar acceso a herramientas de desarrollador web para depuración
fr: Activer l'accès aux outils de développeur web pour le débogage
hi: डिबगिंग के लिए वेब डेवलपर उपकरणों तक पहुंच सक्षम करें
it: Abilita l'accesso agli strumenti per sviluppatori web per il debug
nl: Toegang tot webontwikkelaarstools voor debugging inschakelen
pt_br: Habilitar acesso às ferramentas de desenvolvedor web para depuração

source: Open Developer Tools
de: Entwicklerwerkzeuge öffnen
es: Abrir Herramientas de Desarrollador
fr: Ouvrir les Outils de Développeur
hi: डेवलपर उपकरण खोलें
it: Apri Strumenti per Sviluppatori
nl: Ontwikkelaarstools openen
pt_br: Abrir Ferramentas de Desenvolvedor

source: Open the web inspector to debug WhatsApp Web
de: Web-Inspektor öffnen, um WhatsApp Web zu debuggen
es: Abrir el inspector web para depurar WhatsApp Web
fr: Ouvrir l'inspecteur web pour déboguer WhatsApp Web
hi: WhatsApp Web को डिबग करने के लिए वेब इंस्पेक्टर खोलें
it: Apri l'ispettore web per il debug di WhatsApp Web
nl: Web-inspector openen om WhatsApp Web te debuggen
pt_br: Abrir o inspetor web para depurar o WhatsApp Web

source: Accessibility
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
ga: Inrochtaineacht
hi: पहुंच-योग्यता
it: Accessibilità
nl: Toegankelijkheid
pt_br: Acessibilidade

source: Keyboard Navigation
de: Tastaturnavigation
es: Navegación por Teclado
fr: Navigation au Clavier
ga: Nascleanúint Méarchláir
hi: कीबोर्ड नेवीगेशन
it: Navigazione da Tastiera
nl: Toetsenbordnavigatie
pt_br: Navegação por Teclado

source: Enable Keyboard Shortcuts
de: Tastenkürzel aktivieren
es: Habilitar Atajos de Teclado
fr: Activer les Raccourcis Clavier
hi: कीबोर्ड शॉर्टकट सक्षम करें
it: Abilita Scorciatoie da Tastiera
nl: Sneltoetsen inschakelen
pt_br: Habilitar Atalhos de Teclado

source: Enable application-wide keyboard shortcuts
de: Anwendungsweite Tastenkürzel aktivieren
es: Habilitar atajos de teclado en toda la aplicación
fr: Activer les raccourcis clavier dans toute l'application
hi: एप्लिकेशन-व्यापी कीबोर्ड शॉर्टकट सक्षम करें
it: Abilita le scorciatoie da tastiera per tutta l'applicazione
nl: Applicatiebrede sneltoetsen inschakelen
pt_br: Habilitar atalhos de teclado em toda a aplicação

source: Focus Indicators
de: Fokusanzeiger
es: Indicadores de Foco
fr: Indicateurs de Focus
ga: Táscairí Fócais
hi: फोकस संकेतक
it: Indicatori di Focus
nl: Focusindicatoren
pt_br: Indicadores de Foco

source: Show visual focus indicators for keyboard navigation
de: Visuelle Fokusanzeiger für Tastaturnavigation anzeigen
es: Mostrar indicadores visuales de foco para navegación por teclado
fr: Afficher les indicateurs visuels de focus pour la navigation au clavier
hi: कीबोर्ड नेवीगेशन के लिए दृश्य फोकस संकेतक दिखाएं
it: Mostra indicatori visivi di focus per la navigazione da tastiera
nl: Visuele focusindicatoren voor toetsenbordnavigatie tonen
pt_br: Mostrar indicadores visuais de foco para navegação por teclado

source: View Keyboard Shortcuts
de: Tastenkürzel anzeigen
es: Ver Atajos de Teclado
fr: Voir les Raccourcis Clavier
ga: Féach ar Aicearraí Méarchláir
hi: कीबोर्ड शॉर्टकट देखें
it: Visualizza Scorciatoie da Tastiera
nl: Sneltoetsen bekijken
pt_br: Ver Atalhos de Teclado

source: Display all available keyboard shortcuts
de: Alle verfügbaren Tastenkürzel anzeigen
es: Mostrar todos los atajos de teclado disponibles
fr: Afficher tous les raccourcis clavier disponibles
hi: सभी उपलब्ध कीबोर्ड शॉर्टकट प्रदर्शित करें
it: Mostra tutte le scorciatoie da tastiera disponibili
nl: Alle beschikbare sneltoetsen weergeven
pt_br: Mostrar todos os atalhos de teclado disponíveis

source: View
de: Anzeigen
es: Ver
fr: Voir
ga: Féach
hi: देखें
it: Visualizza
nl: Bekijken
pt_br: Ver

source: Visual Accessibility
de: Visuelle Barrierefreiheit
es: Accesibilidad Visual
fr: Accessibilité Visuelle
ga: Inrochtaineacht Amhairc
hi: दृश्य पहुंच-योग्यता
it: Accessibilità Visiva
nl: Visuele Toegankelijkheid
pt_br: Acessibilidade Visual

source: High Contrast Mode
de: Hoher Kontrast Modus
es: Modo de Alto Contraste
fr: Mode Haut Contraste
ga: Mód Ardchodarsnachta
hi: उच्च कंट्रास्ट मोड
it: Modalità Alto Contrasto
nl: Hoog Contrast Modus
pt_br: Modo Alto Contraste

source: Use high contrast colors for better visibility
de: Hochkontrastfarben für bessere Sichtbarkeit verwenden
es: Usar colores de alto contraste para mejor visibilidad
fr: Utiliser des couleurs à haut contraste pour une meilleure visibilité
hi: बेहतर दृश्यता के लिए उच्च कंट्रास्ट रंगों का उपयोग करें
it: Usa colori ad alto contrasto per una migliore visibilità
nl: Hoog contrast kleuren gebruiken voor betere zichtbaarheid
pt_br: Usar cores de alto contraste para melhor visibilidade

source: Reduce Motion
de: Bewegung reduzieren
es: Reducir Movimiento
fr: Réduire les Mouvements
ga: Laghdaigh Gluaisne
hi: गति कम करें
it: Riduci Movimento
nl: Beweging verminderen
pt_br: Reduzir Movimento

source: Reduce animations and transitions
de: Animationen und Übergänge reduzieren
es: Reducir animaciones y transiciones
fr: Réduire les animations et transitions
hi: एनीमेशन और संक्रमण कम करें
it: Riduci animazioni e transizioni
nl: Animaties en overgangen verminderen
pt_br: Reduzir animações e transições

source: Interface Zoom Level
de: Benutzeroberflächen-Zoomstufe
es: Nivel de Zoom de la Interfaz
fr: Niveau de Zoom de l'Interface
hi: इंटरफेस ज़ूम स्तर
it: Livello di Zoom dell'Interfaccia
nl: Interface Zoomniveau
pt_br: Nível de Zoom da Interface

source: Zoom level for the entire application interface
de: Zoomstufe für die gesamte Anwendungsoberfläche
es: Nivel de zoom para toda la interfaz de la aplicación
fr: Niveau de zoom pour toute l'interface de l'application
hi: पूरे एप्लिकेशन इंटरफेस के लिए ज़ूम स्तर
it: Livello di zoom per tutta l'interfaccia dell'applicazione
nl: Zoomniveau voor de gehele applicatie-interface
pt_br: Nível de zoom para toda a interface da aplicação

source: Screen Reader Support
de: Bildschirmleser-Unterstützung
es: Soporte para Lector de Pantalla
fr: Support de Lecteur d'Écran
ga: Tacaíocht Léitheora Scáileáin
hi: स्क्रीन रीडर समर्थन
it: Supporto per Screen Reader
nl: Schermlezer Ondersteuning
pt_br: Suporte a Leitor de Tela

source: Screen Reader Optimizations
de: Bildschirmleser-Optimierungen
es: Optimizaciones para Lector de Pantalla
fr: Optimisations pour Lecteur d'Écran
ga: Optamuithe Léitheora Scáileáin
hi: स्क्रीन रीडर अनुकूलन
it: Ottimizzazioni per Screen Reader
nl: Schermlezer Optimalisaties
pt_br: Otimizações para Leitor de Tela

source: Optimize interface for screen reader usage
de: Benutzeroberfläche für Bildschirmleser-Nutzung optimieren
es: Optimizar interfaz para uso de lector de pantalla
fr: Optimiser l'interface pour l'utilisation du lecteur d'écran
hi: स्क्रीन रीडर उपयोग के लिए इंटरफेस अनुकूलित करें
it: Ottimizza l'interfaccia per l'uso dello screen reader
nl: Interface optimaliseren voor schermlezers
pt_br: Otimizar interface para uso de leitor de tela

source: Screen Reader Status
de: Bildschirmleser-Status
es: Estado del Lector de Pantalla
fr: État du Lecteur d'Écran
ga: Stádas an Léitheora Scáileáin
hi: स्क्रीन रीडर स्थिति
it: Stato Screen Reader
nl: Schermlezer Status
pt_br: Status do Leitor de Tela

source: Current accessibility technology detected
de: Aktuelle Barrierefreiheitstechnologie erkannt
es: Tecnología de accesibilidad actual detectada
fr: Technologie d'accessibilité actuelle détectée
hi: वर्तमान पहुंच-योग्यता तकनीक का पता लगा
it: Tecnologia di accessibilità attuale rilevata
nl: Huidige toegankelijkheidstechnologie gedetecteerd
pt_br: Tecnologia de acessibilidade atual detectada

source: Not detected
de: Nicht erkannt
es: No detectado
fr: Non détecté
hi: पता नहीं चला
it: Non rilevato
nl: Niet gedetecteerd
pt_br: Não detectado

source: Accessibility Shortcuts
de: Barrierefreiheit-Tastenkürzel
es: Atajos de Accesibilidad
fr: Raccourcis d'Accessibilité
ga: Aicearraí Inrochtaineachta
hi: पहुंच-योग्यता शॉर्टकट
it: Scorciatoie di Accessibilità
nl: Toegankelijkheid Sneltoetsen
pt_br: Atalhos de Acessibilidade

source: Enable zoom and contrast keyboard shortcuts
de: Zoom- und Kontrast-Tastenkürzel aktivieren
es: Habilitar atajos de teclado para zoom y contraste
fr: Activer les raccourcis clavier pour le zoom et le contraste
hi: ज़ूम और कंट्रास्ट कीबोर्ड शॉर्टकट सक्षम करें
it: Abilita scorciatoie da tastiera per zoom e contrasto
nl: Zoom- en contrast-sneltoetsen inschakelen
pt_br: Habilitar atalhos de teclado para zoom e contraste

source: Developer Shortcuts
de: Entwickler-Tastenkürzel
es: Atajos de Desarrollador
fr: Raccourcis de Développeur
ga: Aicearraí Forbróra
hi: डेवलपर शॉर्टकट
it: Scorciatoie per Sviluppatori
nl: Ontwikkelaars Sneltoetsen
pt_br: Atalhos de Desenvolvedor

source: Enable developer tool keyboard shortcuts
de: Entwicklerwerkzeug-Tastenkürzel aktivieren
es: Habilitar atajos de teclado para herramientas de desarrollador
fr: Activer les raccourcis clavier pour les outils de développeur
hi: डेवलपर उपकरण कीबोर्ड शॉर्टकट सक्षम करें
it: Abilita scorciatoie da tastiera per strumenti per sviluppatori
nl: Ontwikkelaarstools sneltoetsen inschakelen
pt_br: Habilitar atalhos de teclado para ferramentas de desenvolvedor

source: Notification Shortcuts
de: Benachrichtigungs-Tastenkürzel
es: Atajos de Notificación
fr: Raccourcis de Notification
ga: Aicearraí Fógra
hi: सूचना शॉर्टकट
it: Scorciatoie per Notifiche
nl: Melding Sneltoetsen
pt_br: Atalhos de Notificação

source: Enable notification management shortcuts
de: Benachrichtigungsverwaltung-Tastenkürzel aktivieren
es: Habilitar atajos de gestión de notificaciones
fr: Activer les raccourcis de gestion des notifications
hi: सूचना प्रबंधन शॉर्टकट सक्षम करें
it: Abilita scorciatoie per la gestione delle notifiche
nl: Meldingsbeheer sneltoetsen inschakelen
pt_br: Habilitar atalhos de gerenciamento de notificações

source: WebView Accessibility
de: WebView-Barrierefreiheit
es: Accesibilidad de WebView
fr: Accessibilité WebView
hi: WebView पहुंच-योग्यता
it: Accessibilità WebView
nl: WebView Toegankelijkheid
pt_br: Acessibilidade do WebView

source: WebView Zoom Level
de: WebView-Zoomstufe
es: Nivel de Zoom de WebView
fr: Niveau de Zoom WebView
hi: WebView ज़ूम स्तर
it: Livello di Zoom WebView
nl: WebView Zoomniveau
pt_br: Nível de Zoom do WebView

source: Zoom level for WhatsApp Web content
de: Zoomstufe für WhatsApp Web-Inhalte
es: Nivel de zoom para el contenido de WhatsApp Web
fr: Niveau de zoom pour le contenu WhatsApp Web
hi: WhatsApp Web सामग्री के लिए ज़ूम स्तर
it: Livello di zoom per il contenuto di WhatsApp Web
nl: Zoomniveau voor WhatsApp Web inhoud
pt_br: Nível de zoom para o conteúdo do WhatsApp Web

source: Zoom Step Size
de: Zoom-Schrittgröße
es: Tamaño de Paso de Zoom
fr: Taille du Pas de Zoom
hi: ज़ूम चरण आकार
it: Dimensione Passo Zoom
nl: Zoom Stapgrootte
pt_br: Tamanho do Passo do Zoom

source: Amount to change zoom with each step
de: Betrag, um den Zoom bei jedem Schritt geändert wird
es: Cantidad para cambiar el zoom con cada paso
fr: Quantité pour changer le zoom à chaque pas
hi: प्रत्येक चरण के साथ ज़ूम बदलने की मात्रा
it: Quantità per cambiare lo zoom ad ogni passo
nl: Hoeveelheid om de zoom bij elke stap te wijzigen
pt_br: Quantidade para alterar o zoom a cada passo

source: Message Notifications
de: Nachrichten-Benachrichtigungen
es: Notificaciones de Mensajes
fr: Notifications de Messages
ga: Fógraí Teachtaireachta
hi: संदेश सूचनाएं
it: Notifiche Messaggi
nl: Berichtmeldingen
pt_br: Notificações de Mensagens

source: Show desktop notifications for new messages
de: Desktop-Benachrichtigungen für neue Nachrichten anzeigen
es: Mostrar notificaciones de escritorio para mensajes nuevos
fr: Afficher les notifications de bureau pour les nouveaux messages
hi: नए संदेशों के लिए डेस्कटॉप सूचनाएं दिखाएं
it: Mostra notifiche del desktop per nuovi messaggi
nl: Desktopmeldingen voor nieuwe berichten tonen
pt_br: Mostrar notificações da área de trabalho para novas mensagens

source: Background Notifications
de: Hintergrund-Benachrichtigungen
es: Notificaciones en Segundo Plano
fr: Notifications en Arrière-plan
hi: पृष्ठभूमि सूचनाएं
it: Notifiche in Background
nl: Achtergrondmeldingen
pt_br: Notificações em Segundo Plano

source: When to show notifications in background
de: Wann Benachrichtigungen im Hintergrund angezeigt werden
es: Cuándo mostrar notificaciones en segundo plano
fr: Quand afficher les notifications en arrière-plan
hi: पृष्ठभूमि में सूचनाएं कब दिखाना है
it: Quando mostrare le notifiche in background
nl: Wanneer meldingen op de achtergrond tonen
pt_br: Quando mostrar notificações em segundo plano

source: Always
de: Immer
es: Siempre
fr: Toujours
hi: हमेशा
it: Sempre
nl: Altijd
pt_br: Sempre
