Repository: tobagin/karere
Catalog: po/*.po
Languages: ar, de, es, fr, ga, hi, it, ja, nl, pt_br, ru

source: Karere
ar: كارِيري

source: Native WhatsApp client for Linux
ar: عميل واتساب أصلي لنظام لينكس
ja: Linux用ネイティブWhatsAppクライアント
ru: Нативный клиент WhatsApp для Linux

source: Karere is a modern, native WhatsApp client built specifically for the Linux desktop using GTK4 and LibAdwaita. It provides a seamless WhatsApp experience with native desktop integration, comprehensive logging, and crash reporting capabilities.
ar: كارِيري هو عميل واتساب حديث وأصلي مُصمم خصيصاً لسطح المكتب لينكس باستخدام GTK4 و LibAdwaita. يوفر تجربة واتساب سلسة مع التكامل الأصلي لسطح المكتب، والتسجيل الشامل، وقدرات الإبلاغ عن الأعطال.
ja: KarereはGTK4とLibAdwaitaを使用してLinuxデスクトップ専用に構築された、モダンでネイティブなWhatsAppクライアントです。ネイティブなデスクトップ統合、包括的なログ記録、クラッシュレポート機能により、シームレスなWhatsApp体験を提供します。
ru: Karere — это современный нативный клиент WhatsApp, созданный специально для рабочего стола Linux с использованием GTK4 и LibAdwaita. Он обеспечивает бесперебойную работу с WhatsApp с нативной интеграцией с рабочим столом, комплексным ведением журналов и возможностями отчётов о сбоях.

source: Features:
ar: المميزات:
ja: 機能：
ru: Возможности:

source: Native GTK4/LibAdwaita interface with modern design
ar: واجهة GTK4/LibAdwaita أصلية بتصميم حديث
ja: モダンなデザインのネイティブGTK4/LibAdwaitaインターフェース
ru: Нативный интерфейс GTK4/LibAdwaita с современным дизайном

source: Full desktop integration with notifications and theming
ar: تكامل كامل مع سطح المكتب مع الإشعارات والسمات
ja: 通知とテーマの完全なデスクトップ統合
ru: Полная интеграция с рабочим столом с уведомлениями и темами

source: WebKitGTK-based WhatsApp Web rendering for optimal performance
ar: عرض واتساب ويب المبني على WebKitGTK للأداء الأمثل
ja: 最適なパフォーマンスのためのWebKitGTKベースのWhatsApp Webレンダリング
ru: Рендеринг WhatsApp Web на основе WebKitGTK для оптимальной производительности

source: Comprehensive logging system for debugging and monitoring
ar: نظام تسجيل شامل لتصحيح الأخطاء والمراقبة
ja: デバッグと監視のための包括的なログシステム
ru: Комплексная система ведения журналов для отладки и мониторинга

source: Crash reporting with user privacy controls
ar: الإبلاغ عن الأعطال مع ضوابط خصوصية المستخدم
ja: ユーザープライバシー制御付きクラッシュレポート
ru: Отчёты о сбоях с контролем конфиденциальности пользователя

source: Light, dark, and system theme support
ar: دعم السمات الفاتحة والداكنة وسمة النظام
ja: ライト、ダーク、システムテーマのサポート
ru: Поддержка светлой, тёмной и системной тем

source: Keyboard shortcuts and accessibility features
ar: اختصارات لوحة المفاتيح وميزات إمكانية الوصول
ja: キーボードショートカットとアクセシビリティ機能
ru: Сочетания клавиш и возможности доступности

source: Resource-efficient compared to browser-based solutions
ar: فعال في استخدام الموارد مقارنة بالحلول المعتمدة على المتصفح
ja: ブラウザベースのソリューションと比較してリソース効率的
ru: Ресурсоэффективно по сравнению с браузерными решениями

source: Chat using WhatsApp with native Linux desktop integration
ar: الدردشة باستخدام واتساب مع التكامل الأصلي لسطح المكتب لينكس
ja: ネイティブLinuxデスクトップ統合でWhatsAppを使用してチャット
ru: Общайтесь через WhatsApp с нативной интеграцией рабочего стола Linux

source: whatsapp;chat;messaging;social;communication;
ar: واتساب;دردشة;رسائل;اجتماعي;تواصل;
ja: whatsapp;チャット;メッセージング;ソーシャル;コミュニケーション;
ru: whatsapp;чат;сообщения;социальные;общение;

source: Loading WhatsApp...
ar: جارٍ تحميل واتساب...
ja: WhatsAppを読み込み中...
ru: Загрузка WhatsApp...

source: WhatsApp Web failed to load
ar: فشل في تحميل واتساب ويب
ja: WhatsApp Webの読み込みに失敗しました
ru: Не удалось загрузить WhatsApp Web

source: Reload
ar: إعادة تحميل
de: Neu laden
es: Recargar
fr: Recharger
hi: पुनः लोड करें
it: Ricarica
ja: 再読み込み
nl: Herladen
pt_br: Recarregar
ru: Перезагрузить

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
ga: Sainroghanna
hi: प्राथमिकताएं
it: Preferenze
ja: 設定
nl: Voorkeuren
pt_br: Preferências
ru: Настройки

source: About Karere
ar: حول كارِيري
ja: Karereについて
ru: О Karere

source: Connection Error
ar: خطأ في الاتصال
ja: 接続エラー
ru: Ошибка подключения

source: Unable to connect to WhatsApp Web. Please check your internet connection and try again.
ar: تعذر الاتصال بواتساب ويب. يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
ja: WhatsApp Webに接続できません。インターネット接続を確認して、もう一度お試しください。
ru: Не удаётся подключиться к WhatsApp Web. Пожалуйста, проверьте подключение к интернету и повторите попытку.

source: Loading Error
ar: خطأ في التحميل
ja: 読み込みエラー
ru: Ошибка загрузки

source: WhatsApp Web could not be loaded. This might be due to network issues or server problems.
ar: تعذر تحميل واتساب ويب. قد يكون ذلك بسبب مشاكل في الشبكة أو مشاكل في الخادم.
ja: WhatsApp Webを読み込めませんでした。ネットワークの問題またはサーバーの問題が原因の可能性があります。
ru: WhatsApp Web не удалось загрузить. Это может быть из-за проблем с сетью или серверов.

source: Script Error
ar: خطأ في النص البرمجي
ja: スクリプトエラー
ru: Ошибка скрипта

source: A JavaScript error occurred while loading WhatsApp Web.
ar: حدث خطأ في جافا سكريبت أثناء تحميل واتساب ويب.
ja: WhatsApp Webの読み込み中にJavaScriptエラーが発生しました。
ru: Произошла ошибка JavaScript при загрузке WhatsApp Web.

source: Permission Denied
ar: تم رفض الإذن
ja: 権限が拒否されました
ru: Доступ запрещён

source: Karere does not have the necessary permissions to access WhatsApp Web. Please check your system settings.
ar: لا يملك كارِيري الأذونات اللازمة للوصول إلى واتساب ويب. يرجى التحقق من إعدادات النظام.
ja: KarereにはWhatsApp Webにアクセスするために必要な権限がありません。システム設定を確認してください。
ru: Karere не имеет необходимых разрешений для доступа к WhatsApp Web. Пожалуйста, проверьте настройки системы.

source: SSL Certificate Error
ar: خطأ في شهادة SSL
ja: SSL証明書エラー
ru: Ошибка SSL-сертификата

source: There was a problem with the SSL certificate. This might indicate a security issue.
ar: كانت هناك مشكلة في شهادة SSL. قد يشير هذا إلى مشكلة أمنية.
ja: SSL証明書に問題がありました。これはセキュリティの問題を示している可能性があります。
ru: Возникла проблема с SSL-сертификатом. Это может указывать на проблему безопасности.

source: Content Blocked
ar: تم حظر المحتوى
ja: コンテンツがブロックされました
ru: Контент заблокирован

source: Some content was blocked by the security policy.
ar: تم حظر بعض المحتوى بواسطة سياسة الأمان.
ja: 一部のコンテンツがセキュリティポリシーによってブロックされました。
ru: Некоторый контент был заблокирован политикой безопасности.

source: Plugin Error
ar: خطأ في المكون الإضافي
ja: プラグインエラー
ru: Ошибка плагина

source: A required plugin could not be loaded or executed.
ar: تعذر تحميل أو تنفيذ مكون إضافي مطلوب.
ja: 必要なプラグインを読み込みまたは実行できませんでした。
ru: Требуемый плагин не может быть загружен или выполнен.

source: Timeout Error
ar: خطأ انتهاء المهلة
ja: タイムアウトエラー
ru: Ошибка тайм-аута

source: The request timed out. Please check your connection and try again.
ar: انتهت مهلة الطلب. يرجى التحقق من الاتصال والمحاولة مرة أخرى.
ja: リクエストがタイムアウトしました。接続を確認して、もう一度お試しください。
ru: Запрос превысил время ожидания. Проверьте соединение и повторите попытку.

source: Resource Error
ar: خطأ في المورد
ja: リソースエラー
ru: Ошибка ресурса

source: A required resource could not be loaded.
ar: تعذر تحميل مورد مطلوب.
ja: 必要なリソースを読み込めませんでした。
ru: Требуемый ресурс не может быть загружен.

source: Unknown Error
ar: خطأ غير معروف
ja: 不明なエラー
ru: Неизвестная ошибка

source: An unexpected error occurred while loading WhatsApp Web.
ar: حدث خطأ غير متوقع أثناء تحميل واتساب ويب.
ja: WhatsApp Webの読み込み中に予期しないエラーが発生しました。
ru: Произошла неожиданная ошибка при загрузке WhatsApp Web.

source: Retry
ar: إعادة المحاولة
ja: 再試行
ru: Повторить

source: Network unavailable
ar: الشبكة غير متاحة
ja: ネットワークが利用できません
ru: Сеть недоступна

source: No network connection detected. Please connect to the internet and try again.
ar: لم يتم اكتشاف اتصال بالشبكة. يرجى الاتصال بالإنترنت والمحاولة مرة أخرى.
ja: ネットワーク接続が検出されませんでした。インターネットに接続して、もう一度お試しください。
ru: Сетевое подключение не обнаружено. Подключитесь к интернету и повторите попытку.

source: Server unreachable
ar: الخادم غير قابل للوصول
ja: サーバーに到達できません
ru: Сервер недоступен

source: WhatsApp servers are currently unreachable. Please try again later.
ar: خوادم واتساب غير قابلة للوصول حالياً. يرجى المحاولة لاحقاً.
ja: 現在WhatsAppサーバーに到達できません。後でもう一度お試しください。
ru: Серверы WhatsApp в настоящее время недоступны. Повторите попытку позже.

source: DNS resolution failed
ar: فشل في حل DNS
ja: DNS解決に失敗しました
ru: Ошибка разрешения DNS

source: Could not resolve the WhatsApp Web address. Please check your DNS settings.
ar: تعذر حل عنوان واتساب ويب. يرجى التحقق من إعدادات DNS.
ja: WhatsApp Webアドレスを解決できませんでした。DNS設定を確認してください。
ru: Не удалось разрешить адрес WhatsApp Web. Проверьте настройки DNS.

source: Certificate verification failed
ar: فشل في التحقق من الشهادة
ja: 証明書の検証に失敗しました
ru: Ошибка проверки сертификата

source: The SSL certificate could not be verified. This might be a security concern.
ar: تعذر التحقق من شهادة SSL. قد يكون هذا مصدر قلق أمني.
ja: SSL証明書を検証できませんでした。これはセキュリティ上の懸念かもしれません。
ru: SSL-сертификат не удалось проверить. Это может быть проблемой безопасности.

source: Proxy authentication required
ar: مطلوب مصادقة البروكسي
ja: プロキシ認証が必要です
ru: Требуется аутентификация прокси

source: Your proxy server requires authentication to access the internet.
ar: يتطلب خادم البروكسي الخاص بك مصادقة للوصول إلى الإنترنت.
ja: プロキシサーバーはインターネットアクセスに認証が必要です。
ru: Ваш прокси-сервер требует аутентификации для доступа в интернет.

source: Content too large
ar: المحتوى كبير جداً
ja: コンテンツが大きすぎます
ru: Контент слишком большой

source: The content is too large to be displayed properly.
ar: المحتوى كبير جداً لعرضه بشكل صحيح.
ja: コンテンツが大きすぎて適切に表示できません。
ru: Контент слишком большой для правильного отображения.

source: Insecure connection
ar: اتصال غير آمن
ja: 安全でない接続
ru: Небезопасное соединение

source: The connection to WhatsApp Web is not secure. Please check your network settings.
ar: الاتصال بواتساب ويب غير آمن. يرجى التحقق من إعدادات الشبكة.
ja: WhatsApp Webへの接続が安全ではありません。ネットワーク設定を確認してください。
ru: Соединение с WhatsApp Web не является безопасным. Проверьте настройки сети.

source: Invalid response
ar: استجابة غير صالحة
ja: 無効な応答
ru: Недействительный ответ

source: Received an invalid response from the WhatsApp servers.
ar: تم تلقي استجابة غير صالحة من خوادم واتساب.
ja: WhatsAppサーバーから無効な応答を受信しました。
ru: Получен недействительный ответ от серверов WhatsApp.

source: Page not found
ar: الصفحة غير موجودة
ja: ページが見つかりません
ru: Страница не найдена

source: The requested page could not be found on the WhatsApp servers.
ar: تعذر العثور على الصفحة المطلوبة في خوادم واتساب.
ja: 要求されたページがWhatsAppサーバーで見つかりませんでした。
ru: Запрошенная страница не найдена на серверах WhatsApp.

source: Service unavailable
ar: الخدمة غير متاحة
ja: サービスが利用できません
ru: Сервис недоступен

source: WhatsApp Web service is temporarily unavailable. Please try again later.
ar: خدمة واتساب ويب غير متاحة مؤقتاً. يرجى المحاولة لاحقاً.
ja: WhatsApp Webサービスは一時的に利用できません。後でもう一度お試しください。
ru: Сервис WhatsApp Web временно недоступен. Повторите попытку позже.

source: Internal server error
ar: خطأ داخلي في الخادم
ja: 内部サーバーエラー
ru: Внутренняя ошибка сервера

source: WhatsApp servers encountered an internal error. Please try again later.
ar: واجهت خوادم واتساب خطأً داخلياً. يرجى المحاولة لاحقاً.
ja: WhatsAppサーバーで内部エラーが発生しました。後でもう一度お試しください。
ru: Серверы WhatsApp столкнулись с внутренней ошибкой. Повторите попытку позже.

source: Check Connection
ar: فحص الاتصال
ja: 接続を確認
ru: Проверить соединение

source: Contact Support
ar: الاتصال بالدعم
ja: サポートに連絡
ru: Обратиться в поддержку

source: View Logs
ar: عرض السجل
ja: ログを表示
ru: Просмотреть журналы

source: Clear Cache
ar: مسح التخزين المؤقت
ja: キャッシュをクリア
ru: Очистить кэш

source: Reset Settings
ar: إعادة تعيين الإعدادات
ja: 設定をリセット
ru: Сбросить настройки

source: Safe Mode
ar: الوضع الآمن
ja: セーフモード
ru: Безопасный режим

source: Diagnostic Mode
ar: وضع التشخيص
ja: 診断モード
ru: Режим диагностики

source: Force Refresh
ar: فرض التحديث
ja: 強制更新
ru: Принудительное обновление

source: General
ar: عام
de: Allgemein
fr: Général
ga: Ginearálta
hi: सामान्य
it: Generale
ja: 一般
nl: Algemeen
pt_br: Geral
ru: Общие

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
ga: Téama
hi: थीम
it: Tema
ja: テーマ
nl: Thema
pt_br: Tema
ru: Тема

source: Choose the application theme
ar: اختر سمة التطبيق
de: Anwendungsdesign auswählen
es: Elegir el tema de la aplicación
fr: Choisir le thème de l'application
hi: एप्लिकेशन थीम चुनें
it: Scegli il tema dell'applicazione
ja: アプリケーションテーマを選択
nl: Kies het applicatiethema
pt_br: Escolha o tema da aplicação
ru: Выберите тему приложения

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ga: Solas
hi: हल्का
it: Chiaro
ja: ライト
nl: Licht
pt_br: Claro
ru: Светлая

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ga: Dorcha
hi: गहरा
it: Scuro
ja: ダーク
nl: Donker
pt_br: Escuro
ru: Тёмная

source: Follow System
ar: اتبع النظام
ga: Lean an Córas
ja: システムに従う
ru: Следовать системной

source: Startup
ar: بدء التشغيل
ga: Tosú
ja: 起動
ru: Запуск

source: Start minimized
ar: ابدأ مصغراً
ja: 最小化して起動
ru: Запускать свёрнутым

source: Start the application minimized to the system tray
ar: ابدأ التطبيق مصغراً في صينية النظام
ja: アプリケーションをシステムトレイに最小化して起動
ru: Запускать приложение свёрнутым в системный трей

source: Auto-start on login
ar: بدء تلقائي عند تسجيل الدخول
ja: ログイン時に自動起動
ru: Автозапуск при входе

source: Automatically start Karere when you log in
ar: ابدأ كارِيري تلقائياً عند تسجيل الدخول
ja: ログイン時にKarereを自動的に起動
ru: Автоматически запускать Karere при входе в систему

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
ga: Fógraí
hi: सूचनाएं
it: Notifiche
ja: 通知
nl: Meldingen
pt_br: Notificações
ru: Уведомления

source: Show desktop notifications
ar: إظهار إشعارات سطح المكتب
ja: デスクトップ通知を表示
ru: Показывать уведомления на рабочем столе

source: Display notifications for new messages
ar: عرض إشعارات للرسائل الجديدة
ja: 新しいメッセージの通知を表示
ru: Отображать уведомления о новых сообщениях

source: Play notification sounds
ar: تشغيل أصوات الإشعارات
ja: 通知音を再生
ru: Воспроизводить звуки уведомлений

source: Play a sound when receiving notifications
ar: تشغيل صوت عند تلقي الإشعارات
ja: 通知を受信したときに音を再生
ru: Воспроизводить звук при получении уведомлений

source: Show notification previews
ar: إظهار معاينات الإشعارات
ja: 通知のプレビューを表示
ru: Показывать предварительный просмотр уведомлений

source: Show message content in notifications
ar: إظهار محتوى الرسالة في الإشعارات
ja: 通知にメッセージ内容を表示
ru: Показывать содержимое сообщения в уведомлениях

source: Persistent notifications
ar: إشعارات مستمرة
ja: 持続的な通知
ru: Постоянные уведомления

source: Keep notifications visible until dismissed
ar: إبقاء الإشعارات مرئية حتى يتم إغلاقها
ja: 通知を閉じるまで表示し続ける
ru: Сохранять уведомления видимыми до их закрытия

source: Privacy
ar: الخصوصية
ja: プライバシー
ru: Конфиденциальность

source: Enable crash reporting
ar: تمكين الإبلاغ عن الأعطال
ja: クラッシュレポートを有効にする
ru: Включить отчёты о сбоях

source: Help improve Karere by sending crash reports
ar: ساعد في تحسين كارِيري بإرسال تقارير الأعطال
ja: クラッシュレポートを送信してKarereの改善にご協力ください
ru: Помочь улучшить Karere, отправляя отчёты о сбоях

source: Enable debug logging
ar: تمكين تسجيل التصحيح
ja: デバッグログを有効にする
ru: Включить отладочное ведение журнала

source: Enable detailed logging for troubleshooting
ar: تمكين التسجيل المفصل لاستكشاف الأخطاء
ja: トラブルシューティングのための詳細ログを有効にする
ru: Включить подробное ведение журнала для устранения неполадок

source: Clear browsing data
ar: مسح بيانات التصفح
ja: 閲覧データをクリア
ru: Очистить данные просмотра

source: Clear cookies, cache, and local storage
ar: مسح ملفات تعريف الارتباط والتخزين المؤقت والتخزين المحلي
ja: Cookie、キャッシュ、ローカルストレージをクリア
ru: Очистить файлы cookie, кэш и локальное хранилище

source: Clear Data
ar: مسح البيانات
ja: データをクリア
ru: Очистить данные

source: Advanced
ar: متقدم
ja: 詳細
ru: Дополнительно

source: Hardware acceleration
ar: تسريع الأجهزة
ja: ハードウェアアクセラレーション
ru: Аппаратное ускорение

source: Use hardware acceleration for better performance
ar: استخدم تسريع الأجهزة لأداء أفضل
ja: パフォーマンス向上のためハードウェアアクセラレーションを使用
ru: Использовать аппаратное ускорение для лучшей производительности

source: Experimental features
ar: ميزات تجريبية
ja: 実験的機能
ru: Экспериментальные возможности

source: Enable experimental features (may be unstable)
ar: تمكين الميزات التجريبية (قد تكون غير مستقرة)
ja: 実験的機能を有効にする（不安定な場合があります）
ru: Включить экспериментальные возможности (могут быть нестабильными)

source: Developer mode
ar: وضع المطور
ja: 開発者モード
ru: Режим разработчика

source: Enable developer tools and advanced debugging
ar: تمكين أدوات المطور والتصحيح المتقدم
ja: 開発者ツールと高度なデバッグを有効にする
ru: Включить инструменты разработчика и расширенную отладку

source: Custom User Agent
ar: وكيل المستخدم المخصص
ja: カスタムユーザーエージェント
ru: Пользовательский User Agent

source: Override the default user agent string
ar: تجاوز سلسلة وكيل المستخدم الافتراضية
ja: デフォルトのユーザーエージェント文字列を上書き
ru: Переопределить строку пользовательского агента по умолчанию

source: User Agent String
ar: سلسلة وكيل المستخدم
ja: ユーザーエージェント文字列
ru: Строка User Agent

source: Proxy Settings
ar: إعدادات البروكسي
ja: プロキシ設定
ru: Настройки прокси

source: Use system proxy
ar: استخدم بروكسي النظام
ja: システムプロキシを使用
ru: Использовать системный прокси

source: Use the system proxy configuration
ar: استخدم تكوين بروكسي النظام
ja: システムプロキシ設定を使用
ru: Использовать системную конфигурацию прокси

source: Manual proxy configuration
ar: تكوين البروكسي اليدوي
ja: 手動プロキシ設定
ru: Ручная настройка прокси

source: Configure proxy settings manually
ar: تكوين إعدادات البروكسي يدوياً
ja: プロキシ設定を手動で設定
ru: Настроить параметры прокси вручную

source: HTTP Proxy
ar: بروكسي HTTP
ja: HTTPプロキシ
ru: HTTP-прокси

source: HTTPS Proxy
ar: بروكسي HTTPS
ja: HTTPSプロキシ
ru: HTTPS-прокси

source: SOCKS Proxy
ar: بروكسي SOCKS
ja: SOCKSプロキシ
ru: SOCKS-прокси

source: No Proxy For
ar: لا بروكسي لـ
ja: プロキシを使用しない
ru: Не использовать прокси для

source: Reset to Defaults
ar: إعادة تعيين للافتراضي
ja: デフォルトにリセット
ru: Сбросить к значениям по умолчанию

source: Settings Reset
ar: تم إعادة تعيين الإعدادات
ja: 設定をリセットしました
ru: Настройки сброшены

source: All settings have been reset to their default values.
ar: تم إعادة تعيين جميع الإعدادات إلى قيمها الافتراضية.
ja: すべての設定がデフォルト値にリセットされました。
ru: Все настройки были сброшены к значениям по умолчанию.

source: Data Cleared
ar: تم مسح البيانات
ja: データをクリアしました
ru: Данные очищены

source: All browsing data has been cleared successfully.
ar: تم مسح جميع بيانات التصفح بنجاح.
ja: すべての閲覧データが正常にクリアされました。
ru: Все данные просмотра были успешно очищены.

source: Restart Required
ar: إعادة التشغيل مطلوبة
ja: 再起動が必要です
ru: Требуется перезапуск

source: Some changes require a restart to take effect. Would you like to restart Karere now?
ar: تتطلب بعض التغييرات إعادة تشغيل لتصبح سارية المفعول. هل تريد إعادة تشغيل كارِيري الآن؟
ja: 一部の変更を有効にするには再起動が必要です。今すぐKarereを再起動しますか？
ru: Некоторые изменения требуют перезапуска для вступления в силу. Хотите перезапустить Karere сейчас?

source: Restart Now
ar: إعادة التشغيل الآن
ja: 今すぐ再起動
ru: Перезапустить сейчас

source: Restart Later
ar: إعادة التشغيل لاحقاً
ja: 後で再起動
ru: Перезапустить позже

source: Show application version
ar: إظهار إصدار التطبيق
ja: アプリケーションバージョンを表示
ru: Показать версию приложения

source: Start application in debug mode
ar: تشغيل التطبيق في وضع التصحيح
ja: デバッグモードでアプリケーションを起動
ru: Запустить приложение в режиме отладки

source: Start application minimized
ar: تشغيل التطبيق مصغراً
ja: アプリケーションを最小化して起動
ru: Запустить приложение свёрнутым

source: Start application in safe mode
ar: تشغيل التطبيق في الوضع الآمن
ja: アプリケーションをセーフモードで起動
ru: Запустить приложение в безопасном режиме

source: Enable verbose logging
ar: تمكين التسجيل المفصل
ja: 詳細ログを有効にする
ru: Включить подробное ведение журнала

source: Disable hardware acceleration
ar: تعطيل تسريع الأجهزة
ja: ハードウェアアクセラレーションを無効にする
ru: Отключить аппаратное ускорение

source: Clear all application data on startup
ar: مسح جميع بيانات التطبيق عند البدء
ja: 起動時にすべてのアプリケーションデータをクリア
ru: Очистить все данные приложения при запуске

source: Run in headless mode (no GUI)
ar: تشغيل في الوضع بدون واجهة (بدون واجهة مستخدم رسومية)
ja: ヘッドレスモードで実行（GUIなし）
ru: Запустить в режиме без интерфейса (без графического интерфейса)

source: Application initialized successfully
ar: تم تهيئة التطبيق بنجاح
ja: アプリケーションが正常に初期化されました
ru: Приложение успешно инициализировано

source: Preparing application startup...
ar: جارٍ تحضير بدء تشغيل التطبيق...
ja: アプリケーション起動を準備中...
ru: Подготовка запуска приложения...

source: Loading user preferences...
ar: جارٍ تحميل تفضيلات المستخدم...
ja: ユーザー設定を読み込み中...
ru: Загрузка пользовательских настроек...

source: Initializing WebKit engine...
ar: جارٍ تهيئة محرك WebKit...
ja: WebKitエンジンを初期化中...
ru: Инициализация движка WebKit...

source: Setting up notification system...
ar: جارٍ إعداد نظام الإشعارات...
ja: 通知システムをセットアップ中...
ru: Настройка системы уведомлений...

source: Configuring crash reporting...
ar: جارٍ تكوين الإبلاغ عن الأعطال...
ja: クラッシュレポートを設定中...
ru: Настройка отчётов о сбоях...

source: Application startup completed
ar: اكتمل بدء تشغيل التطبيق
ja: アプリケーション起動完了
ru: Запуск приложения завершён

source: Shutting down application...
ar: جارٍ إغلاق التطبيق...
ja: アプリケーションをシャットダウン中...
ru: Завершение работы приложения...

source: Saving user preferences...
ar: جارٍ حفظ تفضيلات المستخدم...
ja: ユーザー設定を保存中...
ru: Сохранение пользовательских настроек...

source: Cleaning up resources...
ar: جارٍ تنظيف الموارد...
ja: リソースをクリーンアップ中...
ru: Очистка ресурсов...

source: Application shutdown completed
ar: اكتمل إغلاق التطبيق
ja: アプリケーションシャットダウン完了
ru: Завершение работы приложения завершено

source: Application Crash Detected
ar: تم اكتشاف عطل في التطبيق
ru: Обнаружен сбой приложения

source: Karere has encountered an unexpected error and needs to close. Would you like to send a crash report to help us fix this issue?
ar: واجه كارِيري خطأً غير متوقع ويحتاج إلى الإغلاق. هل تريد إرسال تقرير عطل لمساعدتنا في إصلاح هذه المشكلة؟
ru: Karere столкнулся с неожиданной ошибкой и должен закрыться. Хотите отправить отчёт о сбое, чтобы помочь нам исправить эту проблему?

source: Send Report
ar: إرسال التقرير
ru: Отправить отчёт

source: Don't Send
ar: عدم الإرسال
ru: Не отправлять

source: Crash Report Details
ar: تفاصيل تقرير العطل

source: Error Code:
ar: رمز الخطأ:

source: Timestamp:
ar: الطابع الزمني:

source: System Information:
ar: معلومات النظام:

source: Application Version:
ar: إصدار التطبيق:

source: Stack Trace:
ar: تتبع المكدس:

source: Additional Notes:
ar: ملاحظات إضافية:

source: Include system information in crash report
ar: تضمين معلومات النظام في تقرير العطل

source: Include application logs in crash report
ar: تضمين سجل التطبيق في تقرير العطل

source: Sending crash report...
ar: جارٍ إرسال تقرير العطل...
ru: Отправка отчёта о сбое...

source: Crash report sent successfully
ar: تم إرسال تقرير العطل بنجاح
ru: Отчёт о сбое успешно отправлен

source: Failed to send crash report
ar: فشل في إرسال تقرير العطل
ru: Не удалось отправить отчёт о сбое

source: Crash report saved locally
ar: تم حفظ تقرير العطل محلياً
ru: Отчёт о сбое сохранён локально

source: New WhatsApp Message
ar: رسالة واتساب جديدة

source: You have a new message
ar: لديك رسالة جديدة

source: Multiple new messages
ar: رسائل جديدة متعددة

source: WhatsApp Web is ready
ar: واتساب ويب جاهز

source: Connection established successfully
ar: تم تأسيس الاتصال بنجاح

source: Connection lost
ar: فُقد الاتصال

source: Trying to reconnect...
ar: جارٍ محاولة إعادة الاتصال...

source: WhatsApp Web disconnected
ar: انقطع اتصال واتساب ويب

source: Please scan the QR code to reconnect
ar: يرجى مسح رمز QR لإعادة الاتصال

source: Notifications enabled
ar: تم تمكين الإشعارات
de: Benachrichtigungen aktiviert
es: Notificaciones habilitadas
fr: Notifications activées
hi: सूचनाएं सक्षम की गईं
it: Notifiche abilitate
nl: Meldingen ingeschakeld
pt_br: Notificações habilitadas

source: Notifications disabled
ar: تم تعطيل الإشعارات
de: Benachrichtigungen deaktiviert
es: Notificaciones deshabilitadas
fr: Notifications désactivées
hi: सूचनाएं अक्षम की गईं
it: Notifiche disabilitate
nl: Meldingen uitgeschakeld
pt_br: Notificações desabilitadas
