Repository: tobagin/karere
Catalog: po/*.po
Languages: ar, de, es, fr, ga, hi, it, ja, nl, pt_br, ru

source: First time only
de: Nur beim ersten Mal
es: Solo la primera vez
fr: Première fois seulement
hi: केवल पहली बार
it: Solo la prima volta
nl: Alleen de eerste keer
pt_br: Apenas na primeira vez

source: Never
de: Niemals
es: Nunca
fr: Jamais
hi: कभी नहीं
it: Mai
nl: Nooit
pt_br: Nunca

source: System Notifications
de: System-Benachrichtigungen
es: Notificaciones del Sistema
fr: Notifications Système
hi: सिस्टम सूचनाएं
it: Notifiche di Sistema
nl: Systeemmeldingen
pt_br: Notificações do Sistema

source: Use system notification settings
de: System-Benachrichtigungseinstellungen verwenden
es: Usar configuración de notificaciones del sistema
fr: Utiliser les paramètres de notification du système
hi: सिस्टम सूचना सेटिंग्स का उपयोग करें
it: Usa impostazioni di notifica del sistema
nl: Systeemmeldingsinstellingen gebruiken
pt_br: Usar configurações de notificação do sistema

source: Notification Sounds
de: Benachrichtigungstöne
es: Sonidos de Notificación
fr: Sons de Notification
ga: Fuaimeanna Fógra
hi: सूचना ध्वनियां
it: Suoni di Notifica
nl: Meldingsgeluiden
pt_br: Sons de Notificação

source: Play sounds for notifications
de: Töne für Benachrichtigungen abspielen
es: Reproducir sonidos para notificaciones
fr: Jouer des sons pour les notifications
hi: सूचनाओं के लिए ध्वनि बजाएं
it: Riproduci suoni per le notifiche
nl: Geluiden afspelen voor meldingen
pt_br: Reproduzir sons para notificações

source: Message Preview
de: Nachrichten-Vorschau
es: Vista Previa de Mensaje
fr: Aperçu du Message
ga: Réamhamharc Teachtaireachta
hi: संदेश पूर्वावलोकन
it: Anteprima Messaggio
nl: Berichtvoorbeeld
pt_br: Pré-visualização de Mensagem

source: Show Message Preview
de: Nachrichten-Vorschau anzeigen
es: Mostrar Vista Previa de Mensaje
fr: Afficher l'Aperçu du Message
ga: Taispeáin Réamhamharc Teachtaireachta
hi: संदेश पूर्वावलोकन दिखाएं
it: Mostra Anteprima Messaggio
nl: Berichtvoorbeeld tonen
pt_br: Mostrar Pré-visualização de Mensagem

source: Display message content in notifications
de: Nachrichteninhalt in Benachrichtigungen anzeigen
es: Mostrar contenido del mensaje en notificaciones
fr: Afficher le contenu du message dans les notifications
ga: Taispeáin inneachar na dteachtaireachtaí i bhfógraí
hi: सूचनाओं में संदेश सामग्री प्रदर्शित करें
it: Mostra il contenuto del messaggio nelle notifiche
nl: Berichtinhoud in meldingen weergeven
pt_br: Mostrar conteúdo da mensagem nas notificações

source: Preview Length
de: Vorschau-Länge
es: Longitud de Vista Previa
fr: Longueur de l'Aperçu
hi: पूर्वावलोकन लंबाई
it: Lunghezza Anteprima
nl: Voorbeeldlengte
pt_br: Comprimento da Pré-visualização

source: Maximum number of characters to show in preview
de: Maximale Anzahl von Zeichen in der Vorschau
es: Número máximo de caracteres a mostrar en vista previa
fr: Nombre maximum de caractères à afficher dans l'aperçu
hi: पूर्वावलोकन में दिखाने वाले अक्षरों की अधिकतम संख्या
it: Numero massimo di caratteri da mostrare nell'anteprima
nl: Maximum aantal tekens om in voorbeeld te tonen
pt_br: Número máximo de caracteres a mostrar na pré-visualização

source: Background
de: Hintergrund
es: Segundo Plano
fr: Arrière-plan
hi: पृष्ठभूमि
it: Sfondo
nl: Achtergrond
pt_br: Segundo Plano

source: Check Frequency
de: Prüfhäufigkeit
es: Frecuencia de Verificación
fr: Fréquence de Vérification
hi: जांच आवृत्ति
it: Frequenza di Controllo
nl: Controlefrequentie
pt_br: Frequência de Verificação

source: Minutes between background notification checks
de: Minuten zwischen Hintergrund-Benachrichtigungsprüfungen
es: Minutos entre verificaciones de notificaciones en segundo plano
fr: Minutes entre les vérifications de notifications en arrière-plan
hi: पृष्ठभूमि सूचना जांच के बीच मिनट
it: Minuti tra i controlli delle notifiche in background
nl: Minuten tussen achtergrondmeldingcontroles
pt_br: Minutos entre verificações de notificações em segundo plano

source: Do Not Disturb
de: Nicht stören
es: No Molestar
fr: Ne Pas Déranger
hi: परेशान न करें
it: Non Disturbare
nl: Niet storen
pt_br: Não Perturbe

source: Do Not Disturb Mode
de: Nicht stören Modus
es: Modo No Molestar
fr: Mode Ne Pas Déranger
hi: परेशान न करें मोड
it: Modalità Non Disturbare
nl: Niet storen Modus
pt_br: Modo Não Perturbe

source: Enable Do Not Disturb
de: Nicht stören aktivieren
es: Habilitar No Molestar
fr: Activer Ne Pas Déranger
hi: परेशान न करें सक्षम करें
it: Abilita Non Disturbare
nl: Niet storen inschakelen
pt_br: Habilitar Não Perturbe

source: Temporarily disable all notifications
de: Alle Benachrichtigungen temporär deaktivieren
es: Deshabilitar temporalmente todas las notificaciones
fr: Désactiver temporairement toutes les notifications
hi: सभी सूचनाओं को अस्थायी रूप से अक्षम करें
it: Disabilita temporaneamente tutte le notifiche
nl: Alle meldingen tijdelijk uitschakelen
pt_br: Desabilitar temporariamente todas as notificações

source: Allow background notifications during Do Not Disturb
de: Hintergrund-Benachrichtigungen während Nicht stören erlauben
es: Permitir notificaciones en segundo plano durante No Molestar
fr: Autoriser les notifications en arrière-plan pendant Ne Pas Déranger
hi: परेशान न करें के दौरान पृष्ठभूमि सूचनाओं की अनुमति दें
it: Consenti notifiche in background durante Non Disturbare
nl: Achtergrondmeldingen toestaan tijdens Niet storen
pt_br: Permitir notificações em segundo plano durante Não Perturbe

source: Scheduled Do Not Disturb
de: Geplantes Nicht stören
es: No Molestar Programado
fr: Ne Pas Déranger Programmé
hi: निर्धारित परेशान न करें
it: Non Disturbare Programmato
nl: Gepland Niet storen
pt_br: Não Perturbe Agendado

source: Automatically enable Do Not Disturb at specific times
de: Nicht stören automatisch zu bestimmten Zeiten aktivieren
es: Habilitar automáticamente No Molestar en horarios específicos
fr: Activer automatiquement Ne Pas Déranger à des heures spécifiques
hi: विशिष्ट समय पर परेशान न करें स्वचालित रूप से सक्षम करें
it: Abilita automaticamente Non Disturbare in orari specifici
nl: Niet storen automatisch inschakelen op specifieke tijden
pt_br: Habilitar automaticamente Não Perturbe em horários específicos

source: Start Time
de: Startzeit
es: Hora de Inicio
fr: Heure de Début
hi: प्रारंभ समय
it: Ora di Inizio
nl: Starttijd
pt_br: Horário de Início

source: Time when Do Not Disturb begins
de: Zeit, wann Nicht stören beginnt
es: Hora cuando inicia No Molestar
fr: Heure à laquelle Ne Pas Déranger commence
hi: परेशान न करें शुरू होने का समय
it: Ora in cui inizia Non Disturbare
nl: Tijd wanneer Niet storen begint
pt_br: Horário quando Não Perturbe inicia

source: End Time
de: Endzeit
es: Hora de Finalización
fr: Heure de Fin
hi: समाप्ति समय
it: Ora di Fine
nl: Eindtijd
pt_br: Horário de Término

source: Time when Do Not Disturb ends
de: Zeit, wann Nicht stören endet
es: Hora cuando termina No Molestar
fr: Heure à laquelle Ne Pas Déranger se termine
hi: परेशान न करें समाप्त होने का समय
it: Ora in cui finisce Non Disturbare
nl: Tijd wanneer Niet storen eindigt
pt_br: Horário quando Não Perturbe termina

source: Crash Reporting
de: Absturzberichte
es: Reporte de Fallos
fr: Rapport de Plantage
hi: क्रैश रिपोर्टिंग
it: Segnalazione Crash
nl: Crashrapportage
pt_br: Relatório de Falhas

source: Enable Crash Reporter
de: Absturzmelder aktivieren
es: Habilitar Reportador de Fallos
fr: Activer le Rapporteur de Plantages
hi: क्रैश रिपोर्टर सक्षम करें
it: Abilita Segnalatore Crash
nl: Crashrapportage inschakelen
pt_br: Habilitar Relatório de Falhas

source: Help improve Karere by automatically reporting crashes
de: Helfen Sie, Karere zu verbessern, indem Sie Abstürze automatisch melden
es: Ayudar a mejorar Karere reportando automáticamente los fallos
fr: Aider à améliorer Karere en signalant automatiquement les plantages
hi: क्रैश की स्वचालित रिपोर्ट करके Karere को बेहतर बनाने में मदद करें
it: Aiuta a migliorare Karere segnalando automaticamente i crash
nl: Help Karere verbeteren door crashes automatisch te rapporteren
pt_br: Ajudar a melhorar o Karere relatando automaticamente falhas

source: Include System Information
de: Systeminformationen einschließen
es: Incluir Información del Sistema
fr: Inclure les Informations Système
hi: सिस्टम जानकारी शामिल करें
it: Includi Informazioni di Sistema
nl: Systeeminformatie opnemen
pt_br: Incluir Informações do Sistema

source: Include system details in crash reports
de: Systemdetails in Absturzberichte einschließen
es: Incluir detalles del sistema en reportes de fallos
fr: Inclure les détails du système dans les rapports de plantage
hi: क्रैश रिपोर्ट में सिस्टम विवरण शामिल करें
it: Includi dettagli di sistema nei rapporti di crash
nl: Systeemdetails in crashrapporten opnemen
pt_br: Incluir detalhes do sistema nos relatórios de falha

source: Include Application Logs
de: Anwendungsprotokolle einschließen
es: Incluir Registros de la Aplicación
fr: Inclure les Journaux d'Application
hi: एप्लिकेशन लॉग शामिल करें
it: Includi Log dell'Applicazione
nl: Applicatielogs opnemen
pt_br: Incluir Registros da Aplicação

source: Include application logs in crash reports for better debugging
de: Anwendungsprotokolle in Absturzberichte für bessere Fehlersuche einschließen
es: Incluir registros de la aplicación en reportes de fallos para mejor depuración
fr: Inclure les journaux d'application dans les rapports de plantage pour un meilleur débogage
hi: बेहतर डिबगिंग के लिए क्रैश रिपोर्ट में एप्लिकेशन लॉग शामिल करें
it: Includi log dell'applicazione nei rapporti di crash per un debug migliore
nl: Applicatielogs in crashrapporten opnemen voor betere debugging
pt_br: Incluir registros da aplicação nos relatórios de falha para melhor depuração

source: Crash Statistics
de: Absturz-Statistiken
es: Estadísticas de Fallos
fr: Statistiques de Plantage
hi: क्रैश आंकड़े
it: Statistiche Crash
nl: Crash Statistieken
pt_br: Estatísticas de Falhas

source: Crash Reports Generated
de: Generierte Absturzberichte
es: Reportes de Fallos Generados
fr: Rapports de Plantage Générés
hi: उत्पन्न क्रैश रिपोर्ट
it: Rapporti di Crash Generati
nl: Gegenereerde Crashrapporten
pt_br: Relatórios de Falha Gerados

source: Total number of crash reports sent
de: Gesamtanzahl der gesendeten Absturzberichte
es: Número total de reportes de fallos enviados
fr: Nombre total de rapports de plantage envoyés
hi: भेजी गई क्रैश रिपोर्ट की कुल संख्या
it: Numero totale di rapporti di crash inviati
nl: Totaal aantal verzonden crashrapporten
pt_br: Número total de relatórios de falha enviados

source: Clear Statistics
de: Statistiken löschen
es: Limpiar Estadísticas
fr: Effacer les Statistiques
hi: आंकड़े साफ करें
it: Cancella Statistiche
nl: Statistieken wissen
pt_br: Limpar Estatísticas

source: Reset crash report counter
de: Absturzbericht-Zähler zurücksetzen
es: Reiniciar contador de reportes de fallos
fr: Réinitialiser le compteur de rapports de plantage
hi: क्रैश रिपोर्ट काउंटर रीसेट करें
it: Reimposta contatore rapporti di crash
nl: Crashrapport teller resetten
pt_br: Redefinir contador de relatórios de falha

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ़ करें
it: Cancella
nl: Wissen
pt_br: Limpar

source: Logging
de: Protokollierung
es: Registro
fr: Journalisation
hi: लॉगिंग
it: Log
nl: Logboekregistratie
pt_br: Registro

source: Log Levels
de: Protokoll-Ebenen
es: Niveles de Registro
fr: Niveaux de Journal
hi: लॉग स्तर
it: Livelli di Log
nl: Log Niveaus
pt_br: Níveis de Registro

source: Log Level
de: Protokoll-Ebene
es: Nivel de Registro
fr: Niveau de Journal
hi: लॉग स्तर
it: Livello di Log
nl: Log Niveau
pt_br: Nível de Registro

source: Set the minimum log level to display
de: Minimale Protokoll-Ebene für die Anzeige festlegen
es: Establecer el nivel mínimo de registro a mostrar
fr: Définir le niveau de journal minimum à afficher
hi: प्रदर्शित करने के लिए न्यूनतम लॉग स्तर सेट करें
it: Imposta il livello minimo di log da visualizzare
nl: Minimaal log niveau instellen om weer te geven
pt_br: Definir o nível mínimo de registro a exibir

source: Console Logging
de: Konsolen-Protokollierung
es: Registro en Consola
fr: Journalisation Console
hi: कंसोल लॉगिंग
it: Log Console
nl: Console Logboekregistratie
pt_br: Registro no Console

source: Output logs to console/terminal
de: Protokolle an Konsole/Terminal ausgeben
es: Mostrar registros en consola/terminal
fr: Sortir les journaux vers la console/terminal
hi: कंसोल/टर्मिनल में लॉग आउटपुट करें
it: Invia log alla console/terminal
nl: Logs naar console/terminal uitvoeren
pt_br: Exibir registros no console/terminal

source: File Logging
de: Datei-Protokollierung
es: Registro en Archivo
fr: Journalisation Fichier
hi: फाइल लॉगिंग
it: Log su File
nl: Bestand Logboekregistratie
pt_br: Registro em Arquivo

source: Save logs to file for debugging
de: Protokolle zur Fehlersuche in Datei speichern
es: Guardar registros en archivo para depuración
fr: Sauvegarder les journaux dans un fichier pour le débogage
hi: डिबगिंग के लिए लॉग को फाइल में सहेजें
it: Salva log su file per il debug
nl: Logs opslaan in bestand voor debugging
pt_br: Salvar registros em arquivo para depuração

source: Log File Management
de: Protokolldatei-Verwaltung
es: Gestión de Archivos de Registro
fr: Gestion des Fichiers de Journal
hi: लॉग फाइल प्रबंधन
it: Gestione File di Log
nl: Logbestand Beheer
pt_br: Gerenciamento de Arquivos de Registro

source: Log File Location
de: Protokolldatei-Speicherort
es: Ubicación del Archivo de Registro
fr: Emplacement du Fichier de Journal
hi: लॉग फाइल स्थान
it: Posizione File di Log
nl: Logbestand Locatie
pt_br: Localização do Arquivo de Registro

source: Where log files are stored
de: Wo Protokolldateien gespeichert werden
es: Donde se almacenan los archivos de registro
fr: Où les fichiers de journal sont stockés
hi: लॉग फाइलें कहां संग्रहीत हैं
it: Dove sono memorizzati i file di log
nl: Waar logbestanden opgeslagen worden
pt_br: Onde os arquivos de registro são armazenados

source: Open Folder
de: Ordner öffnen
es: Abrir Carpeta
fr: Ouvrir le Dossier
hi: फोल्डर खोलें
it: Apri Cartella
nl: Map openen
pt_br: Abrir Pasta

source: Maximum Log File Size
de: Maximale Protokolldatei-Größe
es: Tamaño Máximo del Archivo de Registro
fr: Taille Maximale du Fichier de Journal
hi: अधिकतम लॉग फाइल आकार
it: Dimensione Massima File di Log
nl: Maximale Logbestand Grootte
pt_br: Tamanho Máximo do Arquivo de Registro

source: Maximum size of individual log files (MB)
de: Maximale Größe einzelner Protokolldateien (MB)
es: Tamaño máximo de archivos de registro individuales (MB)
fr: Taille maximale des fichiers de journal individuels (Mo)
hi: व्यक्तिगत लॉग फाइलों का अधिकतम आकार (MB)
it: Dimensione massima dei singoli file di log (MB)
nl: Maximale grootte van individuele logbestanden (MB)
pt_br: Tamanho máximo de arquivos de registro individuais (MB)

source: Log File Retention
de: Protokolldatei-Aufbewahrung
es: Retención de Archivos de Registro
fr: Rétention des Fichiers de Journal
hi: लॉग फाइल प्रतिधारण
it: Conservazione File di Log
nl: Logbestand Retentie
pt_br: Retenção de Arquivos de Registro

source: Number of old log files to keep
de: Anzahl alter Protokolldateien, die behalten werden
es: Número de archivos de registro antiguos a mantener
fr: Nombre d'anciens fichiers de journal à conserver
hi: रखने वाली पुरानी लॉग फाइलों की संख्या
it: Numero di vecchi file di log da mantenere
nl: Aantal oude logbestanden om te bewaren
pt_br: Número de arquivos de registro antigos a manter

source: Log Management
de: Protokoll-Verwaltung
es: Gestión de Registros
fr: Gestion des Journaux
hi: लॉग प्रबंधन
it: Gestione Log
nl: Log Beheer
pt_br: Gerenciamento de Registros

source: View Current Log
de: Aktuelles Protokoll anzeigen
es: Ver Registro Actual
fr: Voir le Journal Actuel
hi: वर्तमान लॉग देखें
it: Visualizza Log Corrente
nl: Huidige Log bekijken
pt_br: Ver Registro Atual

source: Open current log file in text editor
de: Aktuelle Protokolldatei im Texteditor öffnen
es: Abrir archivo de registro actual en editor de texto
fr: Ouvrir le fichier de journal actuel dans l'éditeur de texte
hi: पाठ संपादक में वर्तमान लॉग फाइल खोलें
it: Apri il file di log corrente nell'editor di testo
nl: Huidig logbestand in teksteditor openen
pt_br: Abrir arquivo de registro atual no editor de texto

source: View Log
de: Protokoll anzeigen
es: Ver Registro
fr: Voir le Journal
hi: लॉग देखें
it: Visualizza Log
nl: Log bekijken
pt_br: Ver Registro

source: Clear All Logs
de: Alle Protokolle löschen
es: Limpiar Todos los Registros
fr: Effacer Tous les Journaux
hi: सभी लॉग साफ़ करें
it: Cancella Tutti i Log
nl: Alle Logs wissen
pt_br: Limpar Todos os Registros

source: Delete all existing log files
de: Alle vorhandenen Protokolldateien löschen
es: Eliminar todos los archivos de registro existentes
fr: Supprimer tous les fichiers de journal existants
hi: सभी मौजूदा लॉग फाइलें हटाएं
it: Elimina tutti i file di log esistenti
nl: Alle bestaande logbestanden verwijderen
pt_br: Excluir todos os arquivos de registro existentes

source: Clear Logs
de: Protokolle löschen
es: Limpiar Registros
fr: Effacer les Journaux
hi: लॉग साफ़ करें
it: Cancella Log
nl: Logs wissen
pt_br: Limpar Registros

source: WhatsApp Client
es: Cliente de WhatsApp
fr: Client WhatsApp
ga: Cliant WhatsApp
hi: WhatsApp क्लाइंट
it: Client WhatsApp
pt_br: Cliente WhatsApp

source: Native WhatsApp Web client for Linux desktop
de: Nativer WhatsApp Web-Client für Linux-Desktop
es: Cliente nativo de WhatsApp Web para escritorio Linux
fr: Client natif WhatsApp Web pour bureau Linux
ga: Cliant dúchasach WhatsApp Web le haghaidh deisce Linux
hi: Linux डेस्कटॉप के लिए मूल WhatsApp Web क्लाइंट
it: Client nativo WhatsApp Web per desktop Linux
nl: Native WhatsApp Web client voor Linux desktop
pt_br: Cliente nativo do WhatsApp Web para desktop Linux

source: whatsapp;chat;messaging;web;communication;
de: whatsapp;chat;nachrichten;web;kommunikation;
es: whatsapp;chat;mensajería;web;comunicación;
fr: whatsapp;chat;messagerie;web;communication;
ga: whatsapp;comhrá;teachtaireachtaí;gréasán;cumarsáid;
hi: whatsapp;चैट;संदेश;वेब;संचार;
it: whatsapp;chat;messaggi;web;comunicazione;
nl: whatsapp;chat;berichten;web;communicatie;
pt_br: whatsapp;chat;mensagens;web;comunicação;

source: Usage: karere [OPTIONS]
de: Verwendung: karere [OPTIONEN]
es: Uso: karere [OPCIONES]
fr: Utilisation: karere [OPTIONS]
hi: उपयोग: karere [विकल्प]
it: Utilizzo: karere [OPZIONI]
nl: Gebruik: karere [OPTIES]
pt_br: Uso: karere [OPÇÕES]

source: --version Show version information
de: --version Versionsinformationen anzeigen
es: --version Mostrar información de versión
fr: --version Afficher les informations de version
hi: --version संस्करण जानकारी दिखाएं
it: --version Mostra informazioni sulla versione
nl: --version Versie-informatie tonen
pt_br: --version Mostrar informações da versão

source: --help Show this help message
de: --help Diese Hilfsnachricht anzeigen
es: --help Mostrar este mensaje de ayuda
fr: --help Afficher ce message d'aide
hi: --help यह सहायता संदेश दिखाएं
it: --help Mostra questo messaggio di aiuto
nl: --help Dit hulpbericht tonen
pt_br: --help Mostrar esta mensagem de ajuda

source: A modern, native GTK4/LibAdwaita wrapper for WhatsApp Web that provides seamless desktop integration with comprehensive logging and crash reporting capabilities.
de: Ein moderner, nativer GTK4/LibAdwaita-Wrapper für WhatsApp Web, der nahtlose Desktop-Integration mit umfassenden Protokollierungs- und Absturzberichtsfunktionen bietet.
es: Un envoltorio moderno y nativo GTK4/LibAdwaita para WhatsApp Web que proporciona integración perfecta con el escritorio con capacidades completas de registro y reporte de fallos.
fr: Un wrapper moderne et natif GTK4/LibAdwaita pour WhatsApp Web qui fournit une intégration bureau transparente avec des capacités complètes de journalisation et de rapport de plantage.
hi: WhatsApp Web के लिए एक आधुनिक, मूल GTK4/LibAdwaita रैपर जो व्यापक लॉगिंग और क्रैश रिपोर्टिंग क्षमताओं के साथ निर्बाध डेस्कटॉप एकीकरण प्रदान करता है।
it: Un wrapper moderno e nativo GTK4/LibAdwaita per WhatsApp Web che fornisce un'integrazione desktop senza soluzione di continuità con funzionalità complete di log e segnalazione crash.
nl: Een moderne, native GTK4/LibAdwaita wrapper voor WhatsApp Web die naadloze desktop-integratie biedt met uitgebreide logboekregistratie en crashrapportage mogelijkheden.
pt_br: Um wrapper moderno e nativo GTK4/LibAdwaita para WhatsApp Web que fornece integração perfeita com a área de trabalho com recursos abrangentes de registro e relatório de falhas.

source: Credits
de: Mitwirkende
es: Créditos
fr: Crédits
hi: श्रेय
it: Crediti
nl: Vermeldingen
pt_br: Créditos

source: Special Thanks
de: Besonderer Dank
es: Agradecimientos Especiales
fr: Remerciements Spéciaux
ga: Buíochas Faoin Leith
hi: विशेष धन्यवाद
it: Ringraziamenti Speciali
nl: Speciale Dank
pt_br: Agradecimentos Especiais

source: Enter a language code (e.g., en_US, fr_FR, de_DE):
de: Geben Sie einen Sprachcode ein (z.B. de_DE, en_US, fr_FR):
es: Ingrese un código de idioma (ej., es_ES, en_US, fr_FR):
fr: Entrez un code de langue (par ex., fr_FR, en_US, de_DE):
hi: भाषा कोड दर्ज करें (जैसे, hi_IN, en_US, fr_FR):
it: Inserisci un codice lingua (es. it_IT, en_US, fr_FR):
nl: Voer een taalcode in (bijv. nl_NL, en_US, fr_FR):
pt_br: Digite um código de idioma (ex.: pt_BR, en_US, fr_FR):

source: en_US
de: de_DE
es: es_ES
fr: fr_FR
hi: hi_IN
it: it_IT
nl: nl_NL
pt_br: pt_BR

source: Language '%s' is already added
de: Sprache '%s' wurde bereits hinzugefügt
es: El idioma '%s' ya fue agregado
fr: La langue '%s' est déjà ajoutée
hi: भाषा '%s' पहले से जोड़ी गई है
it: La lingua '%s' è già stata aggiunta
nl: Taal '%s' is al toegevoegd
pt_br: O idioma '%s' já foi adicionado

source: Language '%s' added successfully
de: Sprache '%s' erfolgreich hinzugefügt
es: Idioma '%s' agregado exitosamente
fr: Langue '%s' ajoutée avec succès
hi: भाषा '%s' सफलतापूर्वक जोड़ी गई
it: Lingua '%s' aggiunta con successo
nl: Taal '%s' succesvol toegevoegd
pt_br: Idioma '%s' adicionado com sucesso

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
ga: Díchumasaithe
hi: अक्षम
it: Disabilitato
nl: Uitgeschakeld
pt_br: Desabilitado

source: Auto: %s
de: Automatisch: %s
es: Automático: %s
hi: स्वचालित: %s
it: Automatico: %s
nl: Automatisch: %s
pt_br: Automático: %s

source: Auto: en_US
de: Automatisch: de_DE
es: Automático: es_ES
fr: Auto: fr_FR
hi: स्वचालित: hi_IN
it: Automatico: it_IT
nl: Automatisch: nl_NL
pt_br: Automático: pt_BR

source: Detected
de: Erkannt
es: Detectado
fr: Détecté
hi: पहचान लिया गया
it: Rilevato
nl: Gedetecteerd
pt_br: Detectado

source: Show version information
de: Versionsinformationen anzeigen
es: Mostrar información de versión
fr: Afficher les informations de version
hi: संस्करण जानकारी दिखाएं
it: Mostra informazioni sulla versione
nl: Versie-informatie tonen
pt_br: Mostrar informações da versão

source: Show help information
de: Hilfsinformationen anzeigen
es: Mostrar información de ayuda
fr: Afficher les informations d'aide
hi: सहायता जानकारी दिखाएं
it: Mostra informazioni di aiuto
nl: Hulpinformatie tonen
pt_br: Mostrar informações de ajuda

source: Zoomed in
de: Hinein gezoomt
es: Ampliado
fr: Zoom avant
hi: ज़ूम इन किया गया
it: Ingrandito
nl: Ingezoomd
pt_br: Ampliado

source: Zoomed out
de: Heraus gezoomt
es: Reducido
fr: Zoom arrière
hi: ज़ूम आउट किया गया
it: Rimpicciolito
nl: Uitgezoomd
pt_br: Reduzido

source: Zoom reset to default
de: Zoom auf Standard zurückgesetzt
es: Zoom restablecido por defecto
fr: Zoom remis par défaut
hi: ज़ूम डिफ़ॉल्ट पर रीसेट किया गया
it: Zoom ripristinato al predefinito
nl: Zoom naar standaard gereset
pt_br: Zoom redefinido para padrão

source: High contrast disabled
de: Hoher Kontrast deaktiviert
es: Alto contraste deshabilitado
fr: Haut contraste désactivé
hi: उच्च कंट्रास्ट अक्षम किया गया
it: Alto contrasto disabilitato
nl: Hoog contrast uitgeschakeld
pt_br: Alto contraste desabilitado
