Repository: tobagin/karere
Catalog: po/*.po
Languages: ar, de, es, fr, ga, hi, it, ja, nl, pt_br, ru

source: High contrast enabled
de: Hoher Kontrast aktiviert
es: Alto contraste habilitado
fr: Haut contraste activé
hi: उच्च कंट्रास्ट सक्षम किया गया
it: Alto contrasto abilitato
nl: Hoog contrast ingeschakeld
pt_br: Alto contraste habilitado

source: Focus indicators disabled
de: Fokusanzeiger deaktiviert
es: Indicadores de foco deshabilitados
fr: Indicateurs de focus désactivés
hi: फोकस संकेतक अक्षम किए गए
it: Indicatori di focus disabilitati
nl: Focusindicatoren uitgeschakeld
pt_br: Indicadores de foco desabilitados

source: Focus indicators enabled
de: Fokusanzeiger aktiviert
es: Indicadores de foco habilitados
fr: Indicateurs de focus activés
hi: फोकस संकेतक सक्षम किए गए
it: Indicatori di focus abilitati
nl: Focusindicatoren ingeschakeld
pt_br: Indicadores de foco habilitados

source: Force reloading WhatsApp Web...
de: WhatsApp Web wird erzwungen neu geladen...
es: Forzando recarga de WhatsApp Web...
fr: Rechargement forcé de WhatsApp Web...
hi: WhatsApp Web को जबरन पुनः लोड कर रहे हैं...
it: Forzando ricaricamento di WhatsApp Web...
nl: WhatsApp Web geforceerd herladen...
pt_br: Forçando recarga do WhatsApp Web...

source: Reloading WhatsApp Web...
de: WhatsApp Web wird neu geladen...
es: Recargando WhatsApp Web...
fr: Rechargement de WhatsApp Web...
hi: WhatsApp Web पुनः लोड कर रहे हैं...
it: Ricaricando WhatsApp Web...
nl: WhatsApp Web herladen...
pt_br: Recarregando WhatsApp Web...

source: Use WhatsApp Web's search feature (🔍)
de: WhatsApp Webs Suchfunktion verwenden (🔍)
es: Usar función de búsqueda de WhatsApp Web (🔍)
fr: Utiliser la fonction de recherche de WhatsApp Web (🔍)
hi: WhatsApp Web की खोज सुविधा का उपयोग करें (🔍)
it: Usa la funzione di ricerca di WhatsApp Web (🔍)
nl: WhatsApp Web's zoekfunctie gebruiken (🔍)
pt_br: Usar recurso de pesquisa do WhatsApp Web (🔍)

source: Opening chat search...
de: Chat-Suche wird geöffnet...
es: Abriendo búsqueda de chat...
fr: Ouverture de la recherche de chat...
hi: चैट खोज खोल रहे हैं...
it: Aprendo ricerca chat...
nl: Chat zoeken openen...
pt_br: Abrindo pesquisa de chat...

source: Opening new chat...
de: Neuer Chat wird geöffnet...
es: Abriendo nuevo chat...
fr: Ouverture d'un nouveau chat...
hi: नई चैट खोल रहे हैं...
it: Aprendo nuova chat...
nl: Nieuwe chat openen...
pt_br: Abrindo novo chat...

source: Archiving current chat...
de: Aktueller Chat wird archiviert...
es: Archivando chat actual...
fr: Archivage du chat actuel...
hi: वर्तमान चैट को संग्रहीत कर रहे हैं...
it: Archiviando chat corrente...
nl: Huidige chat archiveren...
pt_br: Arquivando chat atual...

source: Opening profile...
de: Profil wird geöffnet...
es: Abriendo perfil...
fr: Ouverture du profil...
hi: प्रोफ़ाइल खोल रहे हैं...
it: Aprendo profilo...
nl: Profiel openen...
pt_br: Abrindo perfil...

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ga: Fuinneog
hi: विंडो
it: Finestra
nl: Venster
pt_br: Janela

source: Minimize
de: Minimieren
es: Minimizar
fr: Réduire
hi: छोटा करें
it: Minimizza
nl: Minimaliseren
pt_br: Minimizar

source: Fullscreen
de: Vollbild
es: Pantalla Completa
fr: Plein Écran
ga: Scáileán iomlán
hi: पूर्ण स्क्रीन
it: Schermo Intero
nl: Volledig scherm
pt_br: Tela Cheia

source: Zoom In
de: Vergrößern
es: Ampliar
fr: Zoom Avant
ga: Súmáil Isteach
hi: ज़ूम इन
it: Ingrandisci
nl: Inzoomen
pt_br: Ampliar

source: Zoom Out
de: Verkleinern
es: Reducir
fr: Zoom Arrière
ga: Súmáil Amach
hi: ज़ूम आउट
it: Rimpicciolisci
nl: Uitzoomen
pt_br: Reduzir

source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer Zoom
fr: Réinitialiser le Zoom
ga: Athshocraigh an tSúmáil
hi: ज़ूम रीसेट करें
it: Ripristina Zoom
nl: Zoom resetten
pt_br: Redefinir Zoom

source: Toggle High Contrast
de: Hohen Kontrast umschalten
es: Alternar Alto Contraste
fr: Basculer le Haut Contraste
hi: उच्च कंट्रास्ट टॉगल करें
it: Attiva/Disattiva Alto Contrasto
nl: Hoog contrast wisselen
pt_br: Alternar Alto Contraste

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ga: Forbróir
hi: डेवलपर
it: Sviluppatore
nl: Ontwikkelaar
pt_br: Desenvolvedor

source: Force Reload
de: Neu laden erzwingen
es: Forzar Recarga
fr: Rechargement Forcé
hi: जबरन पुनः लोड करें
it: Forza Ricaricamento
nl: Geforceerd herladen
pt_br: Forçar Recarga

source: Find in Chat
de: Im Chat suchen
es: Buscar en Chat
fr: Rechercher dans le Chat
hi: चैट में खोजें
it: Trova nella Chat
nl: Zoeken in Chat
pt_br: Buscar no Chat

source: Search Chats
de: Chats durchsuchen
es: Buscar Chats
fr: Rechercher les Chats
hi: चैट खोजें
it: Cerca nelle Chat
nl: Chats doorzoeken
pt_br: Pesquisar Chats

source: New Chat
de: Neuer Chat
es: Nuevo Chat
fr: Nouveau Chat
hi: नई चैट
it: Nuova Chat
nl: Nieuwe Chat
pt_br: Novo Chat

source: Archive Chat
de: Chat archivieren
es: Archivar Chat
fr: Archiver le Chat
hi: चैट संग्रहीत करें
it: Archivia Chat
nl: Chat archiveren
pt_br: Arquivar Chat

source: Show this help
de: Diese Hilfe anzeigen
es: Mostrar esta ayuda
fr: Afficher cette aide
ga: Taispeáin an chabhair seo
hi: यह सहायता दिखाएं
nl: Deze hulp tonen
pt_br: Mostrar esta ajuda

source: Quit application
de: Anwendung beenden
es: Salir de la aplicación
fr: Quitter l'application
ga: Scoir den fheidhmchlár
hi: एप्लिकेशन से बाहर निकलें
nl: Applicatie afsluiten
pt_br: Sair da aplicação

source: Minimize window
de: Fenster minimieren
es: Minimizar ventana
fr: Réduire la fenêtre
ga: Íoslaghdaigh an fhuinneog
hi: विंडो छोटा करें
nl: Venster minimaliseren
pt_br: Minimizar janela

source: Fullscreen (alternative)
de: Vollbild (Alternative)
es: Pantalla completa (alternativa)
fr: Plein écran (alternative)
hi: पूर्ण स्क्रीन (वैकल्पिक)
nl: Volledig scherm (alternatief)
pt_br: Tela cheia (alternativa)

source: Find in chat
de: Im Chat suchen
es: Buscar en chat
fr: Rechercher dans le chat
ga: Aimsigh sa chomhrá
hi: चैट में खोजें
nl: Zoeken in chat
pt_br: Buscar no chat

source: Search chats
de: Chats durchsuchen
es: Buscar chats
fr: Rechercher les chats
ga: Cuardaigh comhráite
hi: चैट खोजें
nl: Chats doorzoeken
pt_br: Pesquisar chats

source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouveau chat
ga: Comhrá nua
hi: नई चैट
nl: Nieuwe chat
pt_br: Novo chat

source: Archive current chat
de: Aktuellen Chat archivieren
es: Archivar chat actual
fr: Archiver le chat actuel
ga: Cuir an comhrá reatha i dtaisce
hi: वर्तमान चैट संग्रहीत करें
nl: Huidige chat archiveren
pt_br: Arquivar chat atual

source: Open profile
de: Profil öffnen
es: Abrir perfil
fr: Ouvrir le profil
ga: Oscail próifíl
hi: प्रोफ़ाइल खोलें
nl: Profiel openen
pt_br: Abrir perfil

source: Reload WhatsApp Web
de: WhatsApp Web neu laden
es: Recargar WhatsApp Web
fr: Recharger WhatsApp Web
ga: Athlódáil WhatsApp Web
hi: WhatsApp Web पुनः लोड करें
nl: WhatsApp Web herladen
pt_br: Recarregar WhatsApp Web

source: Zoom in
de: Vergrößern
es: Ampliar
fr: Zoom avant
ga: Súmáil isteach
hi: ज़ूम इन करें
nl: Inzoomen
pt_br: Ampliar

source: Zoom in (keypad)
de: Vergrößern (Ziffernblock)
es: Ampliar (teclado numérico)
fr: Zoom avant (pavé numérique)
hi: ज़ूम इन करें (कीपैड)
nl: Inzoomen (numpad)
pt_br: Ampliar (teclado numérico)

source: Zoom out
de: Verkleinern
es: Reducir
fr: Zoom arrière
ga: Súmáil amach
hi: ज़ूम आउट करें
nl: Uitzoomen
pt_br: Reduzir

source: Zoom out (keypad)
de: Verkleinern (Ziffernblock)
es: Reducir (teclado numérico)
fr: Zoom arrière (pavé numérique)
hi: ज़ूम आउट करें (कीपैड)
nl: Uitzoomen (numpad)
pt_br: Reduzir (teclado numérico)

source: Reset zoom
de: Zoom zurücksetzen
es: Restablecer zoom
fr: Réinitialiser le zoom
ga: Athshocraigh an tsúmáil
hi: ज़ूम रीसेट करें
nl: Zoom resetten
pt_br: Redefinir zoom

source: Reset zoom (keypad)
de: Zoom zurücksetzen (Ziffernblock)
es: Restablecer zoom (teclado numérico)
fr: Réinitialiser le zoom (pavé numérique)
hi: ज़ूम रीसेट करें (कीपैड)
nl: Zoom resetten (numpad)
pt_br: Redefinir zoom (teclado numérico)

source: Toggle high contrast
de: Hohen Kontrast umschalten
es: Alternar alto contraste
fr: Basculer le haut contraste
ga: Scoránaigh ardchodarsnacht
hi: उच्च कंट्रास्ट टॉगल करें
nl: Hoog contrast wisselen
pt_br: Alternar alto contraste

source: Toggle focus indicators
de: Fokusanzeiger umschalten
es: Alternar indicadores de foco
fr: Basculer les indicateurs de focus
ga: Scoránaigh táscairí fócais
hi: फोकस संकेतक टॉगल करें
nl: Focusindicatoren wisselen
pt_br: Alternar indicadores de foco

source: Developer tools
de: Entwicklerwerkzeuge
es: Herramientas de desarrollador
fr: Outils de développeur
ga: Uirlisí forbróra
hi: डेवलपर उपकरण
nl: Ontwikkelaarstools
pt_br: Ferramentas de desenvolvedor

source: Developer tools (alternative)
de: Entwicklerwerkzeuge (Alternative)
es: Herramientas de desarrollador (alternativa)
fr: Outils de développeur (alternative)
hi: डेवलपर उपकरण (वैकल्पिक)
nl: Ontwikkelaarstools (alternatief)
pt_br: Ferramentas de desenvolvedor (alternativa)

source: Reload page
de: Seite neu laden
es: Recargar página
fr: Recharger la page
ga: Athlódáil an leathanach
hi: पृष्ठ पुनः लोड करें
nl: Pagina herladen
pt_br: Recarregar página

source: Reload page (alternative)
de: Seite neu laden (Alternative)
es: Recargar página (alternativa)
fr: Recharger la page (alternative)
hi: पृष्ठ पुनः लोड करें (वैकल्पिक)
nl: Pagina herladen (alternatief)
pt_br: Recarregar página (alternativa)

source: Force reload (bypass cache)
de: Neu laden erzwingen (Cache umgehen)
es: Forzar recarga (omitir caché)
fr: Rechargement forcé (contourner le cache)
hi: जबरन पुनः लोड करें (कैश को बायपास करें)
nl: Geforceerd herladen (cache omzeilen)
pt_br: Forçar recarga (ignorar cache)

source: Force reload (alternative)
de: Neu laden erzwingen (Alternative)
es: Forzar recarga (alternativa)
fr: Rechargement forcé (alternative)
hi: जबरन पुनः लोड करें (वैकल्पिक)
nl: Geforceerd herladen (alternatief)
pt_br: Forçar recarga (alternativa)

source: Toggle notifications
de: Benachrichtigungen umschalten
es: Alternar notificaciones
fr: Basculer les notifications
ga: Scoránaigh fógraí
hi: सूचनाएं टॉगल करें
nl: Meldingen wisselen
pt_br: Alternar notificações

source: Toggle Do Not Disturb
de: Nicht stören umschalten
es: Alternar No Molestar
fr: Basculer Ne Pas Déranger
ga: Scoránaigh Ná Cuir Isteach
hi: परेशान न करें टॉगल करें
nl: Niet storen wisselen
pt_br: Alternar Não Perturbe

source: New message
de: Neue Nachricht
es: Nuevo mensaje
fr: Nouveau message
ga: Teachtaireacht nua
hi: नया संदेश
it: Nuovo messaggio
nl: Nieuw bericht
pt_br: Nova mensagem

source: Karere is running in the background. Notifications are active.
de: Karere läuft im Hintergrund. Benachrichtigungen sind aktiv.
es: Karere se está ejecutando en segundo plano. Las notificaciones están activas.
fr: Karere fonctionne en arrière-plan. Les notifications sont actives.
hi: Karere पृष्ठभूमि में चल रहा है। सूचनाएं सक्रिय हैं।
it: Karere è in esecuzione in background. Le notifiche sono attive.
nl: Karere draait op de achtergrond. Meldingen zijn actief.
pt_br: Karere está sendo executado em segundo plano. Notificações estão ativas.

source: Karere is now running in the background. You'll receive notifications for new messages.
de: Karere läuft jetzt im Hintergrund. Sie erhalten Benachrichtigungen für neue Nachrichten.
es: Karere ahora se está ejecutando en segundo plano. Recibirás notificaciones para mensajes nuevos.
fr: Karere fonctionne maintenant en arrière-plan. Vous recevrez des notifications pour les nouveaux messages.
hi: Karere अब पृष्ठभूमि में चल रहा है। आपको नए संदेशों के लिए सूचनाएं मिलेंगी।
it: Karere ora è in esecuzione in background. Riceverai notifiche per i nuovi messaggi.
nl: Karere draait nu op de achtergrond. Je ontvangt meldingen voor nieuwe berichten.
pt_br: Karere agora está sendo executado em segundo plano. Você receberá notificações para novas mensagens.

source: WhatsApp Web Content
de: WhatsApp Web-Inhalt
es: Contenido de WhatsApp Web
fr: Contenu WhatsApp Web
hi: WhatsApp Web सामग्री
nl: WhatsApp Web Inhoud
pt_br: Conteúdo do WhatsApp Web

source: Main WhatsApp Web interface - use Tab to navigate, Enter to activate
de: Haupt-WhatsApp Web-Oberfläche - Tab zum Navigieren, Enter zum Aktivieren verwenden
es: Interfaz principal de WhatsApp Web - usa Tab para navegar, Enter para activar
fr: Interface principale WhatsApp Web - utilisez Tab pour naviguer, Entrée pour activer
hi: मुख्य WhatsApp Web इंटरफेस - नेविगेट करने के लिए Tab, सक्रिय करने के लिए Enter का उपयोग करें
nl: Hoofd WhatsApp Web interface - gebruik Tab om te navigeren, Enter om te activeren
pt_br: Interface principal do WhatsApp Web - use Tab para navegar, Enter para ativar

source: Application Header
de: Anwendungskopf
es: Encabezado de la Aplicación
fr: En-tête de l'Application
hi: एप्लिकेशन हेडर
nl: Applicatie Header
pt_br: Cabeçalho da Aplicação

source: Contains application title and main menu
de: Enthält Anwendungstitel und Hauptmenü
es: Contiene el título de la aplicación y el menú principal
fr: Contient le titre de l'application et le menu principal
hi: एप्लिकेशन शीर्षक और मुख्य मेनू शामिल है
nl: Bevat applicatietitel en hoofdmenu
pt_br: Contém o título da aplicação e menu principal

source: Access preferences, help, and other application options
de: Zugriff auf Einstellungen, Hilfe und andere Anwendungsoptionen
es: Acceder a preferencias, ayuda y otras opciones de la aplicación
fr: Accéder aux préférences, à l'aide et aux autres options de l'application
hi: प्राथमिकताएं, सहायता और अन्य एप्लिकेशन विकल्प एक्सेस करें
nl: Toegang tot voorkeuren, hulp en andere applicatieopties
pt_br: Acessar preferências, ajuda e outras opções da aplicação

source: Notification Area
de: Benachrichtigungsbereich
es: Área de Notificaciones
fr: Zone de Notification
hi: सूचना क्षेत्र
nl: Meldingsgebied
pt_br: Área de Notificação

source: Skip to main content
de: Zum Hauptinhalt springen
es: Saltar al contenido principal
fr: Passer au contenu principal
hi: मुख्य सामग्री पर जाएं
nl: Spring naar hoofdinhoud
pt_br: Pular para o conteúdo principal

source: Failed to load WhatsApp Web. Please check your internet connection.
de: WhatsApp Web konnte nicht geladen werden. Bitte überprüfen Sie Ihre Internetverbindung.
es: Error al cargar WhatsApp Web. Por favor verifica tu conexión a internet.
fr: Échec du chargement de WhatsApp Web. Veuillez vérifier votre connexion internet.
hi: WhatsApp Web लोड करने में विफल। कृपया अपना इंटरनेट कनेक्शन जांचें।
it: Impossibile caricare WhatsApp Web. Controlla la tua connessione internet.
nl: WhatsApp Web laden mislukt. Controleer je internetverbinding.
pt_br: Falha ao carregar WhatsApp Web. Por favor, verifique sua conexão com a internet.

source: File does not exist
de: Datei existiert nicht
es: El archivo no existe
fr: Le fichier n'existe pas
hi: फाइल अस्तित्व में नहीं है
it: Il file non esiste
nl: Bestand bestaat niet
pt_br: O arquivo não existe

source: File is too large for WhatsApp (max 100MB)
de: Datei ist zu groß für WhatsApp (max. 100MB)
es: El archivo es demasiado grande para WhatsApp (máx. 100MB)
fr: Le fichier est trop volumineux pour WhatsApp (max 100Mo)
hi: फाइल WhatsApp के लिए बहुत बड़ी है (अधिकतम 100MB)
it: Il file è troppo grande per WhatsApp (max 100MB)
nl: Bestand is te groot voor WhatsApp (max 100MB)
pt_br: O arquivo é muito grande para o WhatsApp (máx. 100MB)

source: File ready to share - complete the upload in WhatsApp Web
de: Datei bereit zum Teilen - Upload in WhatsApp Web abschließen
es: Archivo listo para compartir - completa la subida en WhatsApp Web
fr: Fichier prêt à partager - terminez le téléchargement dans WhatsApp Web
hi: फाइल साझा करने के लिए तैयार - WhatsApp Web में अपलोड पूरा करें
nl: Bestand klaar om te delen - voltooi de upload in WhatsApp Web
pt_br: Arquivo pronto para compartilhar - complete o upload no WhatsApp Web

source: Failed to process file: %s
de: Datei konnte nicht verarbeitet werden: %s
es: Error al procesar archivo: %s
fr: Échec du traitement du fichier : %s
hi: फाइल प्रोसेस करने में विफल: %s
nl: Bestand verwerken mislukt: %s
pt_br: Falha ao processar arquivo: %s

source: File path copied to clipboard
de: Dateipfad in Zwischenablage kopiert
es: Ruta del archivo copiada al portapapeles
fr: Chemin du fichier copié dans le presse-papiers
hi: फाइल पथ क्लिपबोर्ड में कॉपी किया गया
nl: Bestandspad gekopieerd naar klembord
pt_br: Caminho do arquivo copiado para a área de transferência

source: Failed to copy file path
de: Dateipfad konnte nicht kopiert werden
es: Error al copiar ruta del archivo
fr: Échec de la copie du chemin du fichier
hi: फाइल पथ कॉपी करने में विफल
nl: Bestandspad kopiëren mislukt
pt_br: Falha ao copiar caminho do arquivo

source: Opened file location
de: Dateispeicherort geöffnet
es: Ubicación del archivo abierta
fr: Emplacement du fichier ouvert
hi: फाइल स्थान खोला गया
nl: Bestandslocatie geopend
pt_br: Localização do arquivo aberta

source: Could not determine file location
de: Dateispeicherort konnte nicht bestimmt werden
es: No se pudo determinar la ubicación del archivo
fr: Impossible de déterminer l'emplacement du fichier
hi: फाइल स्थान निर्धारित नहीं कर सका
nl: Kon bestandslocatie niet bepalen
pt_br: Não foi possível determinar a localização do arquivo

source: Failed to open file location
de: Dateispeicherort konnte nicht geöffnet werden
es: Error al abrir ubicación del archivo
fr: Échec de l'ouverture de l'emplacement du fichier
hi: फाइल स्थान खोलने में विफल
nl: Bestandslocatie openen mislukt
pt_br: Falha ao abrir localização do arquivo

source: Developer tools are disabled in preferences
de: Entwicklerwerkzeuge sind in den Einstellungen deaktiviert
es: Las herramientas de desarrollador están deshabilitadas en preferencias
fr: Les outils de développeur sont désactivés dans les préférences
hi: डेवलपर उपकरण प्राथमिकताओं में अक्षम हैं
it: Gli strumenti per sviluppatori sono disabilitati nelle preferenze
nl: Ontwikkelaarstools zijn uitgeschakeld in voorkeuren
pt_br: Ferramentas de desenvolvedor estão desabilitadas nas preferências

source: Force reloading...
de: Erzwungenes Neuladen...
es: Forzando recarga...
fr: Rechargement forcé...
hi: जबरन पुनः लोड कर रहे हैं...
nl: Geforceerd herladen...
pt_br: Forçando recarga...

source: Reloading...
de: Neuladen...
es: Recargando...
fr: Rechargement...
hi: पुनः लोड कर रहे हैं...
nl: Herladen...
pt_br: Recarregando...

source: Accessibility features active
de: Barrierefreiheitsfunktionen aktiv
es: Características de accesibilidad activas
fr: Fonctionnalités d'accessibilité actives
hi: पहुंच-योग्यता सुविधाएं सक्रिय
nl: Toegankelijkheidsfuncties actief
pt_br: Recursos de acessibilidade ativos

source: Main Header Bar
de: Haupt-Kopfleiste
es: Barra de Encabezado Principal
fr: Barre d'En-tête Principale
hi: मुख्य हेडर बार
nl: Hoofd Header Balk
pt_br: Barra de Cabeçalho Principal

source: Contains application controls and menu
de: Enthält Anwendungssteuerungen und Menü
es: Contiene controles de la aplicación y menú
fr: Contient les contrôles de l'application et le menu
hi: एप्लिकेशन नियंत्रण और मेनू शामिल है
nl: Bevat applicatiebedieningen en menu
pt_br: Contém controles da aplicação e menu

source: Crash Report Submitted
de: Absturzbericht übermittelt
es: Reporte de Fallo Enviado
fr: Rapport de Plantage Soumis
hi: क्रैश रिपोर्ट सबमिट की गई
it: Rapporto di Crash Inviato
nl: Crashrapport Verzonden
pt_br: Relatório de Falha Enviado

source: Thank you for helping improve Karere. The crash report has been submitted successfully and will help us fix this issue.
de: Vielen Dank, dass Sie helfen, Karere zu verbessern. Der Absturzbericht wurde erfolgreich übermittelt und wird uns helfen, dieses Problem zu beheben.
es: Gracias por ayudar a mejorar Karere. El reporte de fallo ha sido enviado exitosamente y nos ayudará a solucionar este problema.
fr: Merci d'aider à améliorer Karere. Le rapport de plantage a été soumis avec succès et nous aidera à corriger ce problème.
hi: Karere को बेहतर बनाने में मदद करने के लिए धन्यवाद। क्रैश रिपोर्ट सफलतापूर्वक सबमिट की गई है और इस समस्या को ठीक करने में हमारी मदद करेगी।
it: Grazie per aver aiutato a migliorare Karere. Il rapporto di crash è stato inviato con successo e ci aiuterà a risolvere questo problema.
nl: Bedankt voor het helpen verbeteren van Karere. Het crashrapport is succesvol verzonden en zal ons helpen dit probleem op te lossen.
pt_br: Obrigado por ajudar a melhorar o Karere. O relatório de falha foi enviado com sucesso e nos ajudará a corrigir este problema.

source: Failed to submit crash report
de: Absturzbericht konnte nicht übermittelt werden
es: Error al enviar reporte de fallo
fr: Échec de la soumission du rapport de plantage
hi: क्रैश रिपोर्ट सबमिट करने में विफल
it: Invio del rapporto di crash fallito
nl: Crashrapport verzenden mislukt
pt_br: Falha ao enviar relatório de falha

source: The crash report has been saved locally and you can try submitting it again later.
de: Der Absturzbericht wurde lokal gespeichert und Sie können versuchen, ihn später erneut zu übermitteln.
es: El reporte de fallo ha sido guardado localmente y puedes intentar enviarlo nuevamente más tarde.
fr: Le rapport de plantage a été sauvegardé localement et vous pouvez essayer de le soumettre à nouveau plus tard.
hi: क्रैश रिपोर्ट स्थानीय रूप से सहेज दी गई है और आप इसे बाद में फिर से सबमिट करने की कोशिश कर सकते हैं।
nl: Het crashrapport is lokaal opgeslagen en je kunt proberen het later opnieuw te verzenden.
pt_br: O relatório de falha foi salvo localmente e você pode tentar enviá-lo novamente mais tarde.

source: Submission Failed
de: Übermittlung fehlgeschlagen
es: Envío Fallido
fr: Soumission Échouée
hi: सबमिशन विफल
nl: Verzenden Mislukt
pt_br: Envio Falhou

source: Critical Error
de: Kritischer Fehler
es: Error Crítico
fr: Erreur Critique
hi: गंभीर त्रुटि
it: Errore Critico
nl: Kritieke Fout
pt_br: Erro Crítico

source: The application may need to be restarted.
de: Die Anwendung muss möglicherweise neu gestartet werden.
es: La aplicación podría necesitar ser reiniciada.
fr: L'application pourrait avoir besoin d'être redémarrée.
hi: एप्लिकेशन को पुनः आरंभ करने की आवश्यकता हो सकती है।
it: L'applicazione potrebbe dover essere riavviata.
nl: De applicatie moet mogelijk opnieuw gestart worden.
pt_br: A aplicação pode precisar ser reiniciada.

source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
hi: पुनः आरंभ करें
it: Riavvia
nl: Herstarten
pt_br: Reiniciar

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
nl: Doorgaan
pt_br: Continuar

source: Notification System
ru: Система уведомлений

source: New message received
ga: Teachtaireacht nua faighte
ru: Получено новое сообщение

source: Message from WhatsApp
ru: Сообщение из WhatsApp

source: WhatsApp notification
ru: Уведомление WhatsApp

source: Click to open Karere
ru: Щёлкните, чтобы открыть Karere

source: Show message
ru: Показать сообщение

source: Mark as read
ru: Отметить как прочитанное

source: Reply
ru: Ответить

source: Dismiss
ru: Скрыть

source: Notification permissions required
ru: Требуются разрешения уведомлений

source: Karere needs permission to display notifications. Please enable notifications in your system settings.
ru: Karere требуется разрешение для отображения уведомлений. Пожалуйста, включите уведомления в настройках системы.

source: Enable Notifications
ga: Cumasaigh Fógraí
ru: Включить уведомления

source: Not Now
ru: Не сейчас

source: WebKit Engine
ru: Движок WebKit

source: Initializing web engine...
ru: Инициализация веб-движка...

source: Loading WhatsApp Web interface...
ru: Загрузка интерфейса WhatsApp Web...

source: Configuring web settings...
ru: Настройка веб-параметров...

source: Setting up user scripts...
ru: Настройка пользовательских скриптов...

source: Enabling developer tools...
ru: Включение инструментов разработчика...

source: Web engine initialized successfully
ru: Веб-движок успешно инициализирован

source: JavaScript injection successful
ru: Внедрение JavaScript успешно

source: User script loaded
ru: Пользовательский скрипт загружен
