Repository: tobagin/karere
Catalog: po/*.po
Languages: ar, de, es, fr, ga, hi, it, ja, nl, pt_br, ru

source: Web page loaded successfully
ru: Веб-страница успешно загружена

source: Web content ready
ru: Веб-контент готов

source: Crash Reporter
ru: Отчёт о сбое

source: Crash Details
ru: Подробности сбоя

source: Stack Trace
ru: Трассировка стека

source: System Information
ru: Информация о системе

source: Application Version
ru: Версия приложения

source: Operating System
ru: Операционная система

source: Desktop Environment
ru: Среда рабочего стола

source: Memory Usage
ru: Использование памяти

source: CPU Usage
ru: Использование процессора

source: Available Disk Space
ru: Доступное место на диске

source: Network Status
ru: Состояние сети

source: Last Actions
ru: Последние действия

source: Error Message
ru: Сообщение об ошибке

source: Additional Information
ru: Дополнительная информация

source: Please describe what you were doing when the crash occurred:
ru: Пожалуйста, опишите, что вы делали, когда произошёл сбой:

source: Contact Information (Optional)
ru: Контактная информация (необязательно)

source: Email address for follow-up (optional):
ru: Адрес электронной почты для связи (необязательно):

source: Save Report
ru: Сохранить отчёт

source: View Report
ru: Просмотреть отчёт

source: Privacy Notice
ru: Уведомление о конфиденциальности

source: The crash report contains technical information about your system and the error that occurred. No personal data or chat contents are included.
ru: Отчёт о сбое содержит технические сведения о вашей системе и произошедшей ошибке. Персональные данные или содержимое чатов не включаются.

source: Restart Application
ru: Перезапустить приложение

source: Close Application
ru: Закрыть приложение

source: Logging System
ru: Система ведения журнала

source: Log file created
ru: Файл журнала создан

source: Log file rotated
ru: Файл журнала ротирован

source: Log level changed
ru: Уровень журнала изменён

source: Logging to file
ru: Ведение журнала в файл

source: Logging to console
ru: Ведение журнала в консоль

source: Log entry recorded
ru: Запись журнала записана

source: Maximum log file size reached
ru: Достигнут максимальный размер файла журнала

source: Log file compression started
ru: Началось сжатие файла журнала

source: Log file compression completed
ru: Сжатие файла журнала завершено

source: Old log files cleaned up
ru: Старые файлы журнала очищены

source: Utilities
ru: Утилиты

source: System information gathered
ru: Информация о системе собрана

source: Configuration file loaded
ru: Файл конфигурации загружен

source: Configuration file saved
ru: Файл конфигурации сохранён

source: Cache cleared successfully
ru: Кэш успешно очищен

source: Temporary files cleaned
ru: Временные файлы очищены

source: Database connection established
ru: Соединение с базой данных установлено

source: Database connection closed
ru: Соединение с базой данных закрыто

source: Network connectivity check completed
ru: Проверка сетевого подключения завершена

source: System resources monitored
ru: Системные ресурсы отслеживаются

source: Performance metrics collected
ru: Метрики производительности собраны

source: Application Error
ru: Ошибка приложения

source: Configuration Error
ru: Ошибка конфигурации

source: Network Error
ru: Ошибка сети

source: File System Error
ru: Ошибка файловой системы

source: Database Error
ru: Ошибка базы данных

source: Permission Error
ru: Ошибка разрешений

source: Security Error
ru: Ошибка безопасности

source: Validation Error
ru: Ошибка проверки

source: Starting Karere application...
ru: Запуск приложения Karere...

source: Command line arguments processed
ru: Аргументы командной строки обработаны

source: Application instance created
ru: Экземпляр приложения создан

source: Entering main event loop
ru: Вход в основной цикл событий

source: Application terminated
ru: Приложение завершено

source: WebView Zoom
ga: Súmáil an Amharcán Gréasáin

source: Force reload
ga: Éigean-athlódáil

source: Run on Startup
ga: Rith ag an Tosú

source: Launch Karere automatically when you log in
ga: Seol Karere go huathoibríoch nuair a logálann tú isteach

source: Start in background
ga: Tosaigh sa chúlra

source: Start minimized without showing the window
ga: Tosaigh íoslaghdaithe gan an fhuinneog a thaispeáint

source: Window Close Behavior
ga: Iompar Dúnadh na Fuinneoige

source: What happens when you close the window
ga: Cad a tharlaíonn nuair a dhúnann tú an fhuinneog

source: Run in Background
ga: Rith sa Chúlra

source: Quit Application
ga: Scoir den Fheidhmchlár

source: System Tray Icon
ga: Deilbhín Tráidire an Chórais

source: Show an icon in the system tray
ga: Taispeáin deilbhín i dtráidire an chórais

source: Auto
ga: Uathoibríoch

source: Enabled
ga: Cumasaithe

source: Auto: Enabled for non-GNOME environments
ga: Uathoibríoch: Cumasaithe do thimpeallachtaí nach GNOME iad

source: Choose the application color scheme
ga: Roghnaigh scéim dathanna an fheidhmchláir

source: Mobile Layout (Experimental)
ga: Leagan Amach Móibíleach (Turgnamhach)

source: Optimize the interface for small screens
ga: Optamaigh an comhéadan le haghaidh scáileáin bheaga

source: Auto: Enabled for mobile environments (Phosh, Plasma Mobile, etc.)
ga: Uathoibríoch: Cumasaithe do thimpeallachtaí móibíleacha (Phosh, Plasma Mobile, etc.)

source: Check spelling as you type
ga: Seiceáil litriú agus tú ag clóscríobh

source: Dictionary Status
ga: Stádas an Fhoclóra

source: Number of installed dictionaries
ga: Líon na bhfoclóirí suiteáilte

source: Unknown
ga: Anaithnid

source: Active Language
ga: Teanga Ghníomhach

source: Automatically detected language
ga: Teanga braite go huathoibríoch

source: Select the language for spell checking
ga: Roghnaigh an teanga don seiceáil litrithe

source: Override Dictionary
ga: Anulaigh an Foclóir

source: Manually select the spell checking language
ga: Roghnaigh teanga an tseiceáil litrithe de láimh

source: Enable Auto-Correct
ga: Cumasaigh uathcheartú

source: Automatically fix common spelling mistakes
ga: Deisigh botúin choitianta litrithe go huathoibríoch

source: Downloads
ga: Íoslódálacha

source: Download Directory
ga: Comhadlann Íoslódála

source: Default (Downloads)
ga: Réamhshocrú (Íoslódálacha)

source: Choose...
ga: Roghnaigh...

source: Reset to default
ga: Athshocraigh go réamhshocrú

source: Accounts
ga: Cuntais

source: Multi-Account Support
ga: Tacaíocht Ilchuntas

source: Show account switcher in the header bar
ga: Taispeáin malartóir cuntas sa bharrbharra

source: Allow inspecting and debugging the WebView
ga: Ceadaigh iniúchadh agus dífhabhtú an Amharcán Gréasáin

source: Open the WebKit inspector
ga: Oscail an t-iniúchóir WebKit

source: Enable keyboard shortcuts for common actions
ga: Cumasaigh aicearraí méarchláir le haghaidh gníomhartha coitianta

source: Show visible outlines around focused elements
ga: Taispeáin imlínte infheicthe thart ar ghnéithe dírithe

source: See all available keyboard shortcuts
ga: Féach ar na haicearraí méarchláir go léir atá ar fáil

source: Increase contrast for better readability
ga: Méadaigh codarsnacht le haghaidh inléiteacht níos fearr

source: Minimize animations and transitions
ga: Íoslaghdaigh beochan agus trasnaíocht

source: Webview Zoom
ga: Súmáil an Amharcán Gréasáin

source: Enable Webview Zoom
ga: Cumasaigh Súmáil an Amharcán Gréasáin

source: Allow zooming in and out of the web content
ga: Ceadaigh súmáil isteach agus amach as an inneachar gréasáin

source: Zoom Level
ga: Leibhéal Súmála

source: Adjust the magnification of the web content
ga: Coigeartaigh méadú an inneachair ghréasáin

source: Restore zoom to the default level
ga: Athbhunaigh an tsúmáil chuig an leibhéal réamhshocraithe

source: Reset
ga: Athshocraigh

source: Improve compatibility with assistive technologies
ga: Feabhsaigh comhoiriúnacht le teicneolaíochtaí cúnta

source: Current screen reader detection state
ga: Stádas braite léitheora scáileáin reatha

source: Inactive
ga: Neamhghníomhach

source: Enable keyboard shortcuts for accessibility features
ga: Cumasaigh aicearraí méarchláir le haghaidh gnéithe inrochtaineachta

source: Enable keyboard shortcuts for developer tools
ga: Cumasaigh aicearraí méarchláir le haghaidh uirlisí forbróra

source: Enable keyboard shortcuts for notification actions
ga: Cumasaigh aicearraí méarchláir le haghaidh gníomhartha fógra

source: Master toggle for all notifications
ga: Máistir-scoránaigh do gach fógra

source: Messages
ga: Teachtaireachtaí

source: Show notifications for incoming messages
ga: Taispeáin fógraí le haghaidh teachtaireachtaí isteach

source: Change Tray Icon on Message
ga: Athraigh Deilbhín an Tráidire ar Theachtaireacht

source: Animate the tray icon when a new message arrives
ga: Beoigh deilbhín an tráidire nuair a thagann teachtaireacht nua

source: Limit Message Preview Size
ga: Teorainn le Méid Réamhamhairc Teachtaireachta

source: Truncate long messages in notifications
ga: Giorraigh teachtaireachtaí fada i bhfógraí

source: Preview Length (characters)
ga: Fad an Réamhamhairc (carachtair)

source: Maximum number of characters shown in previews
ga: Uasmhéid carachtar a thaispeántar i réamhamhairc

source: Sounds
ga: Fuaimeanna

source: Play a sound when a notification arrives
ga: Seinn fuaim nuair a thagann fógra

source: Sound
ga: Fuaim

source: Choose the notification alert sound
ga: Roghnaigh fuaim airdeall an fhógra

source: WhatsApp (Default)
ga: WhatsApp (Réamhshocrú)

source: Alert
ga: Airdeall

source: Soft
ga: Bog

source: Start
ga: Tosaigh

source: Download Notifications
ga: Fógraí Íoslódála

source: Notify when a file download completes
ga: Cuir in iúl nuair a chríochnaíonn íoslódáil comhaid

source: Notification Type
ga: Cineál Fógra

source: How download notifications are displayed
ga: Conas a thaispeántar fógraí íoslódála

source: In-app Toast
ga: Tósta in-aipe

source: System Notification
ga: Fógra Córais

source: GTK4 Whatsapp Web Client
ga: Cliant WhatsApp Web GTK4

source: Spell Checking Language
ga: Teanga Seiceála Litrithe

source: Menu
ga: Roghchlár

source: Switch Account
ga: Athraigh Cuntas

source: Add new account
ga: Cuir cuntas nua leis

source: Refresh WhatsApp Web
ga: Athnuaigh WhatsApp Web

source: Karere (Dev)
ga: Karere (Forbairt)

source: A modern, native GTK4/LibAdwaita wrapper for WhatsApp Web that provides seamless desktop integration with comprehensive logging and crash reporting capabilities (Development Version)
ga: Fillteán nua-aimseartha dúchasach GTK4/LibAdwaita do WhatsApp Web a sholáthraíonn comhtháthú deisce gan uaim le cumais chuimsitheacha logála agus tuairiscithe tuairteála (Leagan Forbartha)

source: A modern, native GTK4/LibAdwaita wrapper for WhatsApp Web that provides seamless desktop integration with comprehensive logging and crash reporting capabilities
ga: Fillteán nua-aimseartha dúchasach GTK4/LibAdwaita do WhatsApp Web a sholáthraíonn comhtháthú deisce gan uaim le cumais chuimsitheacha logála agus tuairiscithe tuairteála

source: Source
ga: Foinse

source: 1 Dictionary
ga: 1 Foclóir

source: Dictionaries
ga: Foclóirí

source: Select Download Directory
ga: Roghnaigh Comhadlann Íoslódála

source: Select
ga: Roghnaigh

source: Running via Rust & GTK4
ga: Ag rith trí Rust & GTK4

source: Hide Window
ga: Folaigh an Fhuinneog

source: Show Window
ga: Taispeáin an Fhuinneog

source: WhatsApp Web Notification Permission
ga: Cead Fógra WhatsApp Web

source: WhatsApp Web wants to show desktop notifications for new messages. Would you like to allow notifications?
ga: Ba mhaith le WhatsApp Web fógraí deisce a thaispeáint le haghaidh teachtaireachtaí nua. Ar mhaith leat fógraí a cheadú?

source: Deny
ga: Diúltaigh

source: Allow
ga: Ceadaigh

source: WhatsApp Web Camera & Microphone Permission
ga: Cead Ceamara & Micreafón WhatsApp Web

source: WhatsApp Web wants to access your camera and microphone. Would you like to allow access?
ga: Ba mhaith le WhatsApp Web rochtain a fháil ar do cheamara agus do mhicreafón. Ar mhaith leat rochtain a cheadú?

source: WhatsApp Web Camera Permission
ga: Cead Ceamara WhatsApp Web

source: WhatsApp Web wants to access your camera. Would you like to allow access?
ga: Ba mhaith le WhatsApp Web rochtain a fháil ar do cheamara. Ar mhaith leat rochtain a cheadú?

source: WhatsApp Web Microphone Permission
ga: Cead Micreafóin WhatsApp Web

source: WhatsApp Web wants to access your microphone. Would you like to allow access?
ga: Ba mhaith le WhatsApp Web rochtain a fháil ar do mhicreafón. Ar mhaith leat rochtain a cheadú?

source: No account
ga: Gan chuntas

source: Add New Account
ga: Cuir Cuntas Nua Leis

source: Enter account name:
ga: Iontráil ainm an chuntais:

source: Account name
ga: Ainm an chuntais

source: _Cancel
ga: _Cealaigh

source: _Add
ga: _Cuir leis

source: Remove account
ga: Bain cuntas

source: This action cannot be undone.
ga: Ní féidir an gníomh seo a chealú.

source: _Remove
ga: _Bain
